{
  "posts": [
    {
      "post_id": "urn:li:activity:7411951618348212225",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "SoftBankが3.5兆円ぶち込んだOpenAI投資、マジでヤバい件。孫正義、完全に本気モード入ってる。この規模の投資、日本企業史上見たことない。225億ドル追加で出資比率11%。でもこれ、ただの金の話じゃない。注目すべきは資金調達の方法。Armの株を担保にしたローンで115億ドル、つなぎ融資で150億ドル。負債カバー率は10%台で、まだ余裕ありまくり。つまり、もっと打てる弾がある状態で、この額を投じてる。孫さん、6月の株主総会で言い切ってた。「OpenAIは地球上で最も価値ある会社になる」って。で、後藤CFOも12月に「OpenAI支援に専念する」と明言。これもう、SBG全体でOpenAIに全ベットしてるレベル。OpenAIは今、組織再編してIPO準備中。Microsoftとかの既存投資家の持ち分、時価総額4兆ドルとも言われてる。もしOpenAIが本当に上場して、孫さんの読み通りになったら？SBGの歴史が変わる。いや、日本の投資史が変わる。逆に、もしコケたら？まあ、考えたくないよね。でもこの規模の賭けができる経営者、日本に何人いる？孫さんの一貫したビジョン、賛否あるけど、このスケール感は誰にも真似できない。AI覇権戦争の最前線で、日本企業がここまでコミットしてる現実。あなたはこれ、成功すると思う？…さらに表示",
      "char_count": 565,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7411951618348212225"
    },
    {
      "post_id": "urn:li:activity:7411559475066810368",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "Andrej Karpathyの投稿、正直めちゃくちゃ刺さった。Tesla AIディレクター、OpenAI創業メンバー、スタンフォードPhD。そんな彼が「プログラマーとしてこんなに置いていかれてる感覚は初めて」って言ってる。この1年で出てきたツールを適切に組み合わせれば10倍は生産性上がるはずなのに、それができないのは完全にスキル不足だと感じてる。エージェント、プロンプト、コンテキスト、メモリ、パーミッション、ツール、プラグイン、MCP、LSP、ワークフロー、IDE統合…新しい抽象化レイヤーが次々と出てきて、昔ながらのエンジニアリングと入り混じってカオスになってる。説明書もなく渡された超強力なツールをみんなで手探りで使ってる状態。その影響はマグニチュード9の地震級で業界全体を揺さぶってる。Boris Chernyの返信もリアル。「Claudeならできるんじゃないか」って最近よく思うようになった。メモリリークのデバッグを手作業でやり始めて、途中で「あ、これClaudeに任せればいいんだ」って気づく。正直、採用の現場でも感じる。今求められてるのは新しいツールを使いこなせる人。従来のコーディングスキルだけじゃ足りない。AI時代のエンジニアリングに適応できるかどうかが分かれ目になってる。この変化についていけない人は確実に取り残される。逆にこの波に乗れる人は圧倒的な価値を生み出せる。今はそういうタイミング。…さらに表示",
      "char_count": 614,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7411559475066810368"
    },
    {
      "post_id": "urn:li:activity:7411262728646098944",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "経営者になりたいなら、『営業』だけは逃げるな。起業するなら絶対に必要な資質がある。それが営業力だ。会社が潰れる理由はシンプル。金がないか、売れないか。逆に言えば、売れて金さえあれば会社は潰れない。技術も知識もあるのに営業ができない起業家を山ほど見てきた。ほぼ全員失敗する。「営業のプロを雇えばいい」って?甘い。そのプロがあなたを裏切らない保証はどこにある。「これ私が開拓した顧客なんで」と平然と顧客ごとライバル会社に移られたらどうする。よくある話だ。外注?費用だけかさんで成果ゼロ。そのまま資金ショート。これもよくあるパターン。創業社長は自分で営業するしかない。経験の有無は関係ない。でも安心してくれ。営業力は何歳からでも磨ける。人間力でありコミュニケーション力だから。営業力のない社長は社員や取引先との信頼関係も作れない。そして経営は確実に行き詰まる。自分と家族を食わせる金は自分で稼ぐ。この覚悟がないなら経営者になるな。人に頼らず自分で稼ぐと腹を決めろ。それが経営者の最低条件だ。…さらに表示",
      "char_count": 448,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7411262728646098944"
    },
    {
      "post_id": "urn:li:activity:7410915388068122624",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "日本の労働市場に起きている「ありえない現象」人口が減ってるのに、働く人が過去最多。総務省が発表した労働力調査で、2025年11月の労働力人口が7033万人を記録した。7ヶ月連続で7000万人超え。前年比40万人増。「人口減少で働き手不足」と言われ続けてきた日本で、なぜこんなことが起きているのか。答えは単純だ。今まで働いていなかった人たちが、次々と労働市場に入ってきている。女性の労働参加が止まらない。11月時点で3228万人、前年比46万人増。45ヶ月連続で前年を上回っている。最低賃金が上がり、働くメリットが増えた。長時間労働の是正で、家庭との両立もしやすくなった。60代、70代も働き続けている。65歳以上の労働力人口は961万人。企業側も本気だ。定年延長、再雇用、短時間勤務。シニアが活躍できる仕組みを必死で作っている。外国人労働者も急増中。2024年10月時点で230万人。コロナ後の2年間、前年比2桁増が続いている。つまり、日本は総動員体制に入った。でも、ここからが本当の話だ。働く人は増えたが、働く時間は減っている。月平均就業時間は145.6時間。10年前より14時間も少ない。パートや短時間労働者が増えたからだ。もっと深刻なのが「年収の壁」問題。パート主婦の56.7%が、年収を気にして働く時間を調整している。社会保険料の負担が怖いから、あえて収入を抑えている。働けるのに、働かない。働きたいのに、働けない。政府は年収の壁を178万円に引き上げた。でも、社会保険の強制加入ラインや扶養の壁は残ったまま。中途半端な改革だ。東京大学の川口大司教授は言う。「より長く働ける人が増えれば労働供給は拡大する余地がある」労働力人口7000万人突破は、確かに明るいニュース。人口減少下でも経済を回せる可能性を示している。だが、数字だけ見て喜んでいる場合じゃない。問題は「働き方の質」だ。制度の壁を壊して、働きたい人が思い切り働ける環境を作れるか。人数じゃなくて、1人ひとりの生産性をどう上げるか。日本の未来は、そこにかかっている。労働力7000万人時代は始まったばかりだ。これを本物の成長につなげられるかどうか。今が正念場。日経新聞参照…さらに表示",
      "char_count": 925,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7410915388068122624"
    },
    {
      "post_id": "urn:li:activity:7410181638476898304",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "2026年、採用の常識が完全に壊れる衝撃の事実：ESで差がつかない時代が来た就活生の90%がAI、ChatGPTなど使ってエントリーシート書いてる企業の人事も当然それを知ってる→もう誰も紙の文章なんか信じてないこれからは「5分間の雑談」で人生が決まる準備してきた志望動機より、ふとした瞬間の受け答え完璧な言葉より、言葉に詰まったときの表情本当の勝負は、面接室のドアを開けた瞬間から始まってる初任給34万円が「普通」になる世界三菱商事が2026年卒に提示した額：34万円ソニーの初任給：31.3万円これを聞いて「うちは22万だけど、やりがいがあるから」なんて言ってる会社学生は鼻で笑ってスルーしてるお金がすべてじゃない？その通り、お金がすべてじゃないでも「お金すらまともに出せない会社」に未来を賭ける理由もないリモート求人8%に応募が35%殺到する異常事態求人全体のたった8%しかないリモート可の仕事なのに応募者の35%がそこに集中してるこれが意味すること？週5出社を求める企業は、残り65%の応募者を92%の求人で取り合ってるリモート可の企業は、35%の応募者を8%の求人で独占してるどっちが有利か、小学生でもわかる30代が「若手」として扱われ始めた20代の取り合いが激化しすぎて、企業が気づいた「あれ、30代って別に老けてなくね？」むしろ社会人経験があって、変なプライドもなくて、学ぶ意欲もあるこれまで「中堅」とか「ベテラン」って呼んでた人たちが今「若手枠」として再評価されてる35歳からキャリアチェンジ、普通にアリの時代が来た「AI使えません」と言った瞬間、面接終了2026年の面接官があなたに聞くこと「ChatGPTで何か作ったことある？」「業務でCopilot使ってる？」「AIで効率化した経験は？」これに答えられないと「この人、3年後には戦力外だな」って思われる10年前「Excel？使えないです」って言ったときと同じ空気が流れる地方中小企業、マジで滅びかけてる給料：都市部より5万安い働き方：週5出社、定時は17時だが帰れない福利厚生：求人票に書けることがない成長機会：OJTという名の放置で、社長は言う「最近の若者は忍耐力がない」違う、あなたの会社に魅力がないだけ学生はバカじゃない、情報を持ってる、比較してる、選んでる2026年に勝つ企業の正解パターン初任給28万以上（これがスタートライン）リモート週2〜3日可（これがないと土俵に上がれない）副業OK（優秀な人ほど副業したい）AI研修が本気（月1回のセミナーとか舐めてる）数字で語れる実績（育休復帰率、残業時間、昇給率）これ全部やってる企業？応募が止まらない今すぐやるべきこと就活生・転職者のあなたへChatGPT Plus契約する（月20ドルケチるな）何でもいいから作ってGitHubに上げる「AIで◯◯を効率化しました」エピソード3つ準備するリモート可の企業だけエントリーする勇気を持つ採用担当のあなたへ初任給3万上げる稟議、明日出すリモート不可なら、論理的な理由を100文字で説明できるようにする「昭和ですか？」って新人に言われる前に全部変える求人票の「やりがい」「アットホーム」全部消す2026年は、変われない企業が音を立てて崩れる年になるあなたの会社、生き残れる？…さらに表示",
      "char_count": 1377,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7410181638476898304"
    },
    {
      "post_id": "urn:li:activity:7409768824054575104",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "広島市立基町高校でアントレプレナーシップ推進大使として講演させていただきました。校訓「自主自律」のもと、自ら考え行動する力を育む進学校。東大・京大など難関大学への進学実績と、美術を通じて世界に発信する創造表現コースという二つの顔を持つユニークな学校です。なんと、和泉先生がREALVALUEを見ていて、この人にお願いしたいと思ってくださったそうです。情報発信を続けてきて本当に良かった。「学校では教えてくれないこと」お伝えしました。起業してもしなくても、挑戦し続けることが大事。リーダーもフォロワーも、どちらも価値がある。自分の情熱を形にする勇気があれば、誰でも道は拓ける。高校生の皆さんの目の輝き、鋭い質問、そして未来への情熱に心から感動しました。和泉先生、素晴らしい機会をありがとうございました。生徒の皆さん、これからも自分の可能性を信じて突き進んでください。​​​​​​​​​​​​​​​​この国を、もう一度、挑戦者に溝口さん、高校も挑戦してます！ハッシュタグ#REALVALUE…さらに表示",
      "char_count": 449,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [
        "#REALVALUE"
      ],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7409768824054575104"
    },
    {
      "post_id": "urn:li:activity:7409551256077271040",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "孫正義、史上最大の「オールイン」：OpenAIへの225億ドルの賭けかつて世界一の富豪だった男が、自らの帝国すべてをたった一つの会社に賭けたとは、にわかには信じがたい。しかも、その勝負を決めるまでの猶予はあと9日。ソフトバンクは、12月31日までに225億ドル（約3.2兆円）をOpenAIに届けるため、必死の工面を続けている。その資金を捻出するため、CEOの孫正義は、世界で最もパフォーマンスの高いAI銘柄（エヌビディア）の保有株をすべて売却した。さらに数十億ドル規模の他社株も売り払い、スタッフを削減し、新規投資を凍結。自ら保有するあらゆる資産を担保に資金を借り入れている。これは、ここ数年で最大の「オールイン（全額賭け）」だ。そして、2008年以来、最も無謀な金融工学といえるかもしれない。舞台裏で起きていること約束： ソフトバンクは今年4月、OpenAIが企業価値3,000億ドルとされていた際、400億ドルの出資を約束した。条件： 年末までにOpenAIが「営利目的の組織」へと構造変更することが条件だった。OpenAIは10月にそれを完了した。タイムリミット： あと9日以内に225億ドルを届けなければ、契約は破談になる。孫氏はすでに年初に175億ドルを払い込んでいるが、残りの調達は予想以上に困難を極めている。資金確保のための「異常な」動き孫氏がキャッシュを作るために取った行動は、まさに常軌を逸している。エヌビディア株の全売却： 58億ドル相当の全ポジションを、少し減らすどころか「完全に処分」した。今年一年、AI投資家にとっての「打ち出の小槌」だったあのエヌビディアだ。Tモバイル株の売却： 48億ドル相当を売却。ビジョン・ファンドの事実上の停止： かつてあらゆるものに小切手を切っていたファンドは今や沈黙。5,000万ドル（約75億円）以上の案件には、すべて孫氏個人の承認が必要となっている。負債の拡大： 負債市場に走り、Arm株を担保にした証拠金ローンの枠を65億ドル拡大した。もしArmの株価が急落すれば、追証（マージンコール）が発生し、すべてが崩壊するリスクを孕んでいる。リスクと野心OpenAIの企業価値は4月から3倍に跳ね上がり、現在は9,000億ドルに迫ると言われている。紙の上では、8ヶ月で3倍のリターンを生んだ素晴らしい投資に見える。しかし、現実はこうだ。巨額の赤字： OpenAIは、かつてのUberの赤字がマシに見えるほどのスピードで資金を垂れ流している。絶望的な予測： 年間売上130億ドルに対し、2028年までに740億ドル（約11兆円）の赤字を出すと予測されている。売上が伸びるほど、AIの計算コスト増大により赤字も加速する構造だ。「コード・レッド（緊急事態）」： サム・アルトマンは、GoogleのGeminiに勝つために他製品のローンチを停止。さらに、1.4兆ドル（メキシコのGDP以上）をかけたAIインフラ構築という、不可能にも思えるビジョンを掲げている。結論：未来の王か、破滅かなぜ、孫氏はここまでやるのか？もしOpenAIが、今後20年のコンピューティングの基盤（インフラ層）になれば、この225億ドルは数兆ドルに化ける。ソフトバンクはAI界の「キングメーカー」となり、孫氏は歴史上最も強力な投資家になるだろう。だが、失敗すればソフトバンクは蒸発する。分散投資を捨て、慎重なリスク管理を捨て、誰もが「正気ではない」と思うビジョンにすべてを注ぎ込む。史上最高のベンチャー投資か、あるいはリーマン・ショック以来の無謀な愚行か。12月31日の期限まであとわずか。孫正義の「全賭け」の結末を、世界が注視している。高野秀敏からのコメント皆さん、これが本物の起業家精神です。私たちはスタートアップの世界で日々、リスクを取ることの重要性を語っています。しかし今、どのスタートアップよりも、孫正義さんが最もハイリスクな勝負に出ています。エヌビディア株を全売却し、Arm株を担保に借金をし、225億ドルという途方もない金額をたった一つの会社に賭ける。これは教科書が「絶対にやってはいけない」と教える投資手法です。でも、考えてみてください。Yahoo! JAPANへの投資も、Alibabaへの20億円の投資も、当時は「狂気の沙汰」と言われました。しかし結果的に、それらは日本のベンチャー投資史に残る伝説となりました。今回のOpenAIへの賭けは、AGI（汎用人工知能）が世界を変えるという確信に基づいています。もしこれが成功すれば、私たちの働き方、採用、キャリア、すべてが根本から変わります。12月31日という期限。残り9日という緊張感。この瞬間、孫さんは70歳を超えて、若手起業家以上のリスクを取っているんです。私はこの勇気に心から敬意を表します。そして、この挑戦を応援します。成功するかどうかは、5年後、10年後にしかわかりません。でも、このスケールで夢を追いかける姿勢こそ、私たちが学ぶべきものです。孫さん、頑張ってください。日本中が見ています。高野秀敏…さらに表示",
      "char_count": 2105,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7409551256077271040"
    },
    {
      "post_id": "urn:li:activity:7409443037908660224",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "【限定30名】資金調達・M&A・採用の修羅場を乗り越えた経営者2名と、腹を割って話せるランチ交流会大学在学中に起業して上場企業でM&Aと出資を経験した創業者。IT/ベンチャー特化のM&A仲介で急成長を続ける経営者。「初期の資金調達、一番きつかった瞬間は?」「M&Aを決断する時、夜眠れなかった?」「採用で痛い目に遭って、何を変えた?」セミナーじゃない。綺麗事抜きの失敗談と、そこから這い上がった話を聞ける90分です。孤独になりがちな経営の悩みを、同じ立場の仲間と共有できる場所でもあります。一人で抱え込まなくていい。日時: 1月30日(金) 12:00-13:30場所: 表参道会費: 5,000円(ランチ込み)対象: 経営者・役員の方参加したい方、気になる方、コメントください。詳細をお送りします。正直、会って損はさせません。…さらに表示",
      "char_count": 370,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7409443037908660224"
    },
    {
      "post_id": "urn:li:activity:7409153661718822913",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "🚨緊急速報 ソフトバンクG孫正義の長女が、倒産危機のユニコーン企業を救済へスパイバー、借入金362億円の返済期限が年末に迫る中、BOLD代表の川名麻耶氏による事業支援が決定川名氏の経歴がエグい・ゴールドマン・サックス出身・立命館大学の客員研究員・教授・2019年にBOLDを設立しCEO就任・そして孫正義の長女注目すべきは彼女のコメント「企業売却やIPOといった短期的なキャピタルゲインを前提とせず、世界のバイオベンチャーシーンを代表する企業として育て上げるための本質的な取り組みに集中できる立場である」つまり、短期の利益回収を狙わない長期戦略。これは従来のベンチャー投資の常識を完全に覆す姿勢スパイバーの技術は革新的すぎるクモの糸の研究を基に、植物由来の人工たんぱく質から作る繊維を開発。バーバリーやゴールドウインなど英高級ブランドが顧客に。2007年設立で企業価値10億ドル以上の「ユニコーン」として注目されてきたしかし24年12月期の決算で「返済資金の確保に懸念が生じている」と継続企業の前提に関する注記を出す事態に投資家陣も豪華メンバー・カーライル・グループ・官民ファンドのクールジャパン機構・ゴールドウイン・小松マテーレ20年から21年にかけて知的財産を担保に400億円を調達した実績も焦点は12月末の借入金返済への対応スパイバーは経営再建を債権者と協議中で、銀行にも返済期限の延長を求めていた。銀行団は延長する方向だというこの支援で潮目は変わるか日本が世界に誇る技術を持つユニコーン企業の再生に、孫正義の長女が乗り出した構図は象徴的だ日本のディープテック、まだ終わってない…さらに表示",
      "char_count": 698,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7409153661718822913"
    },
    {
      "post_id": "urn:li:activity:7408646321403883520",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "ファストリ、初任給37万円に。柳井氏「世界水準ではまだ低い」2026年春入社から4万円アップ。20年以降4度目の引き上げ。これ、めちゃくちゃ重要な話。ユニクロを展開するファストリテイリングが、新卒初任給を37万円へ引き上げる。25年春の33万円から4万円増。20年の21万円から段階的に上げ続け、6年で16万円増となる計算だ。地域正社員も25.5万円から28万円へ。年収ベースでは約590万円になる見込み。ちなみに日本の平均給与は401万円。新卒1年目でそれを大きく上回る水準だ。で、主要企業の初任給を並べてみると。三菱商事34万円、伊藤忠商事36万円。メガバンクは三菱UFJ・三井住友が30万円、みずほが28万円。不動産は三井不動産32万円、三菱地所33万円。IT系ではサイバーエージェント42万円、サイボウズ40万円。オープンハウスも19日に40万円への引き上げを表明。ファストリは基本給のみで、残業代や一時金を含まない数字。それでも柳井氏は「まだまだ低い。今後も引き上げていく」と言い切る。なぜここまでやるのか。背景にあるのは、海外の賃金水準との差だ。国税庁調査では、アパレル含む小売業の平均給与は341万円で全体平均の401万円以下。柳井氏は「年収が低いと他の産業に負ける。率先して賃上げに動き、業界に人を呼び込む」と明確に語る。ファストリは「情報製造小売業」を掲げ、従来のSPAからの脱却を進めている。AIで顧客ニーズを分析し、売れる分だけ生産して欠品を防ぎながら無駄を省く。この戦略に必要な人材を各国や他業界から集めるには賃上げが待ったなし。そして業績は絶好調だ。26年8月期の連結純利益は4350億円と6年連続で最高益を見込む。北米と欧州が成長のエンジンになっている。柳井氏の自信を支えているのが、ニューヨークやシカゴなどの主要都市で展開する旗艦店。25年8月期の設備投資約1700億円のうち、旗艦店を中心とする海外店舗などには7割にあたる1200億円を投じた。海外ではZARA運営のインディテックスやH&Mが売上高でファストリを上回るが、欧州中心に大量生産・消費のファストファッションへの逆風が強まっている。一方、ファストリはシンプルで高耐久性の品質を武器に欧米での支持を広げている。今後も米サンフランシスコや独フランクフルトなど主要な商業地で旗艦店を展開し、ブランド認知度をさらに引き上げて2社を猛追。25年8月期の売上収益が34%増の3695億円だった欧州についても「米国並みの規模を目指せる」として、グループ目標の10兆円達成に向け、北米と欧州を両輪にアクセルを踏む。後継については、11月にユニクロ社長の塚越大介氏がファストリの取締役に就任。キープレイヤーとして存在感を増している。ここからが本題。これだけ採用が難しいわけで、給与を上げて必要な人を採用する会社がより強くなる。人材獲得競争が激しさを増す中、ファストリの賃上げは他社を動かすか。優秀な人材を採れるかどうかが、企業の成長を左右する時代になった。​​​​​​​​​​​​​​​​日経新聞より…さらに表示",
      "char_count": 1293,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7408646321403883520"
    },
    {
      "post_id": "urn:li:activity:7408078208669192192",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "この本、本気でヤバい。読んで衝撃受けた。『SHIFT解剖 究極の人的資本経営』「部下の給与を増やせない上司は不要」最初この言葉見たとき、かなり攻めてるなと思った。でも読み進めたら、これを本気で実践してる会社があることに驚愕した。上場10年で売上高50倍という現実。時価総額も数十億から数千億に。今や日経平均株価に採用され名実ともに日本代表企業に。売上50倍という数字だけ見ると、何か裏があるんじゃないかと疑いたくなる。でも実際に調べてみたら、SHIFTという会社が完全に常識を覆す経営をしていた。採用基準が異次元すぎる「元警察官でもキャバクラでも引きこもりでも、前職は問いません」IT企業なのに、この採用方針。普通なら「理系出身者」「実務経験◯年以上」とか書くところを、SHIFTは真逆をいく。「過去の経歴より、あなたの可能性を見たい」しかも実際に、異業種出身者がトップパフォーマーになっている事例が数多くあるらしい。学歴や職歴で悩んでいる人にとって、これは希望しかない話だと思う。年間600万昇給という世界一般的な企業：「今年も頑張りましたね。昇給は年間5万円です」SHIFT：「今年すごく成長しましたね。600万円アップです」この差、あまりにも大きすぎる。しかもこれ、一部のエリート社員だけの話じゃなくて、「急成長した社員なら当たり前に起きる」らしい。成果を出したら即座に給与に反映される。稼いだ分はしっかり還元される。こういう会社、日本にどれだけあるんだろう。「給与は投資」を本当に実践している多くの経営者：「人件費削減、コストカット」SHIFT丹下社長：「給与は人材への投資。コストじゃない」この考え方を本気で実践した結果、優秀な人材が集まる→会社が成長する→さらに投資できる、という好循環が生まれている。10年で売上50倍の秘密は、ここにあった。トップガンシステムという仕組み部署の壁も、上司の主観も関係なく、実力で正当に評価される仕組み。「この人、実はこんなに優秀だったのか」という発見が日常的に起きる組織。埋もれていた才能が次々と開花していく。日本企業によくある「優秀なのに評価されない問題」を、完全に解決している。なぜこの本を読むべきなのか経営者の方：この手法、本気で参考にする価値がある。人事・マネージャー：今の評価制度、見直す必要があるかもしれない。会社員の方：自分の市場価値、ちゃんと評価されているだろうか。転職を考えている方：前職不問の世界が、実際に存在する。この本は、表面的な成功物語ではない。密着取材によって「具体的にどうやって実現したか」が詳細に書かれている。つまり、再現可能なノウハウが詰まっている。これからの時代に必要な考え方少子化で人材不足が加速している。でも多くの企業では給与が上がらない。優秀な人材は海外へ流出している。この負のスパイラルを、どこかで断ち切る必要がある。SHIFTのやり方は、その答えの一つだと思う。「人材に投資する」「能力を引き出す」「成果に報いる」シンプルだけど、実践している企業がほとんどない。ちなみにSHIFT、現在も積極的に採用活動をしているそうです。激しくお勧めします！…さらに表示",
      "char_count": 1325,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7408078208669192192"
    },
    {
      "post_id": "urn:li:activity:7407940810727403520",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "カリスマ創業者の電撃退任。売上2兆円、永守イズムで世界を席巻したニデック。その創業者が、不適切会計の疑いで第一線を退いた。「すぐやる、必ずやる、出来るまでやる」この言葉を知らない経営者はいないだろう。このスローガンで日本電産は世界的企業になった。だが今、その猛烈カルチャーが組織を壊したと言われている。成長のために必要だったものが、いつの間にか毒に変わる。あなたの会社は大丈夫ですか。プレッシャーで数字を作る文化。短期目標への過度な執着。上からの圧力で現場が歪む構造。これ、どこかで見覚えありませんか。特別注意銘柄に指定され、上場廃止リスクまで囁かれる事態。ここまで来て初めて、多くの人が気づく。カリスマ経営の限界に。後任の岸田社長に全権委譲すると言いながら、永守氏の影響力は本当に消えるのか。創業者が去っても創業者の呪縛は残る。これ、日本企業あるあるです。問題の本質はここです。強烈なリーダーシップで急成長した組織は、そのリーダーがいなくなったとき、自律的に動けるのか。答えはNOであることが多い。なぜなら、組織が自分で考える力を失っているから。上の顔色を伺い、数字を作ることだけに特化してしまっているから。これからのニデックは、創業者のカリスマに頼らない真の組織力が試される。でもこれ、対岸の火事じゃない。あなたの会社のカルチャーは持続可能ですか。トップが変わっても機能する仕組みがありますか。現場は本音を言える環境ですか。日本を代表する経営者の退場劇が、私たちに突きつけている問いは重い。…さらに表示",
      "char_count": 653,
      "reactions": 268,
      "comments": 0,
      "shares": 0,
      "hashtags": [],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7407940810727403520"
    },
    {
      "post_id": "urn:li:activity:7407279329308598273",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "急成長してる会社、ほぼ全部崩壊する説。去年まで「うちの会社すごい伸びてる」って盛り上がってたベンチャー、今年見たら離職者だらけになってる。これ、本当によくある話。実はこれ、偶然じゃない。完全にパターンがある。大体この3つで組織が壊れる。1. 大量採用の罠人数だけ増やして教育が全く追いつかない。採用の質も下がって、入社してもすぐ辞める。残った社員が疲弊する。完全に悪循環。2.広告費爆投下の罠営業体制が整ってないのに広告だけ打つ。問い合わせに対応できず、顧客を待たせる。満足度が下がって評判も悪くなる。3.マネージャー不在の罠育ってない管理職に部下を10人もつける。適切な指導ができず誰も育たない。マネージャー本人も潰れる。チーム全体が機能不全に陥る。じゃあ、どうすればいいのか。答えはシンプル。焦らないこと。採用する前に、まずオンボーディング設計をしっかり作る。3ヶ月で戦力化できる仕組みを整える。売上だけを追わず、生産性を重視する。10人で1億円稼ぐより、5人で1億円稼ぐ組織の方が圧倒的に強い。人を増やす前に、マネージャーをちゃんと育てる。受け入れ体制がないのに採用しない。理想論に聞こえるかもしれない。でも、1年で10倍になった会社より、10年かけて10倍になった会社の方が圧倒的に強い。これは事実。急成長って、実は組織にとって毒になる。高層ビルを建てるのと同じで、基礎工事してないのに階数だけ増やしたら崩壊する。地味でも、しっかり鉄骨を組みながら積み上げた方が、最終的に高くて頑丈なビルが建つ。組織づくりに近道はない。人事やってる人、経営者の人、本気で見た方がいい内容だと思う。​​​​​​​​​​​​​​​​https://lnkd.in/gQ_D38Ei…さらに表示",
      "char_count": 740,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7407279329308598273"
    },
    {
      "post_id": "urn:li:activity:7406839921480523777",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "スタートアップやってる経営者、税理士探してませんか？正直、今までの税理士って高すぎる。月5万、6万とか普通に取られて、起業したての会社には重すぎる。で、今回紹介するのは完全にスタートアップ特化の税理士。価格がヤバい。初年度、マジで無料。その後も月2万。申告15万。なんでこんな安いかって、完全オンライン対応だから。無駄な面談とか事務所維持費とかカットしてる。しかも安いだけじゃない。この税理士、自分で複数の事業を成功させてる経営者。投資家でもある。つまり、目先の売上に困ってない人がやってる。だから本気でスタートアップを応援したくてやってる。普通の税理士は税務しか分からない。でもこの人は経営が分かる。資金調達も分かる。スタートアップの成長フェーズごとに何が必要か、肌感で理解してる。ぶっちゃけ、税理士って誰でもいいと思ってた。でも経営分かる税理士と組むと、全然違う。気になる人はコメントかDM。枠には限りあるので、早い者勝ちです。…さらに表示",
      "char_count": 422,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7406839921480523777"
    },
    {
      "post_id": "urn:li:activity:7406511424795049984",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "東北大学ビジネスアイデアコンテスト2025、審査員を務めさせていただきました。率直に言って、これは衝撃的な体験でした。今年で9回目を迎える本コンテスト。10組のファイナリストが披露したアイデアの質とスケールは、正直、並の起業家を軽く超えています。最優秀賞の「myo」は、MCI(軽度認知障害)患者のための記憶エージェント。認知症の前段階で、本人も家族も苦しむこの領域に、AIで挑む。ソリューションの精度もさることながら、「人の尊厳を守る」という強烈な使命感が、プレゼン全体から溢れていました。他にも、AI学習から画像を保護する「TeconaAI」、外国人患者と医療をつなぐ「AI CARE LINK」、教師とAIが協働する個別支援システム「Lumii」。どれも「これ、本当に学生が考えたの?」と思わされる完成度です。驚いたのは、彼らの実行スピード。仮説検証、プロトタイプ開発、顧客ヒアリング。すでに動いている。「いつか起業したい」ではなく、「もう始めている」人たちでした。印象的だったのは、留学生の方も多く参加されていたこと。東北大学は「門戸開放」を創立以来の理念として掲げ、現在では年間約3,000人もの留学生が学んでいます。1913年には日本の大学として初めて女子学生の入学を許可するなど、多様性を受け入れてきた歴史があります。この精神が、今も脈々と受け継がれていることを実感しました。イベントでもう一つ驚いたのが、書道部のパフォーマンス。その場で「No Limits Only Possibilities」を揮毫する姿に、会場全体が釘付けになりました。この画像がその瞬間です。書道という日本の伝統文化が、言語を超えて人の心を動かす。グローバルに通じる表現力を目の当たりにしました。基調講演の小林稜平Ryohei Kobayashiさん(ElevationSpace CEO / Forbes 30 UNDER 30 Asia)も、2020年のこのコンテスト出場者。「学生時代のピッチ経験が、今の自分を作った」という言葉が、このコンテストの価値を証明しています。母校であり、特任教授(客員)もさせていただいている東北大学。正直、ここから日本を変える起業家が次々に生まれると確信しています。過去の入賞者からすでに多数の起業家が誕生している事実が、それを裏付けています。受賞者のみなさん、おめでとうございます。そして全てのファイナリストへ。あなたたちのアイデアは、間違いなく社会を動かす力を持っています。キープレイヤーズ高野として、東北大学から生まれるスタートアップを、本気で応援します。キープレイヤー発掘。ハッシュタグ#東北大学ハッシュタグ#スタートアップハッシュタグ#起業ハッシュタグ#学生起業家ハッシュタグ#イノベーションハッシュタグ#社会課題解決ハッシュタグ#ビジネスコンテストハッシュタグ#書道…さらに表示",
      "char_count": 1208,
      "reactions": 316,
      "comments": 0,
      "shares": 0,
      "hashtags": [
        "#東北大学ハッシュタグ",
        "#スタートアップハッシュタグ",
        "#起業ハッシュタグ",
        "#学生起業家ハッシュタグ",
        "#イノベーションハッシュタグ",
        "#社会課題解決ハッシュタグ",
        "#ビジネスコンテストハッシュタグ",
        "#書道"
      ],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7406511424795049984"
    },
    {
      "post_id": "urn:li:activity:7406178891263954944",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "【地方の時代が、本気で来てる】仙台での「IPO経営人材育成プログラムTOHOKU」で講師を務めてきました。宇壽山さん、いつもありがとうございます!早川さんとご一緒できて最高に刺激的でした。東北の成長企業の経営者たちと本気で向き合って、確信したこと。「東京じゃなきゃダメ」なんて、もう古い。地域に根ざしながら世界と戦う成長企業。確かな技術力と、独自の視点を持つ企業。こういう会社を、僕は「グローカルチャンピオン」と呼びたい。地方の現代の豪族。スタートアップとも違う、独特の魅力がある。東京証券取引所、七十七銀行、東北大学、宮城県、仙台市、が本気でタッグを組んで、地域の成長企業を支える。こんな熱い取り組みが、日本中に広がったら最強じゃないですか?地方で挑戦する経営者を、僕はこれからも全力で応援します。ハッシュタグ#グローカルチャンピオンハッシュタグ#地方の時代ハッシュタグ#IPOハッシュタグ#仙台ハッシュタグ#東北ハッシュタグ#地方創生ハッシュタグ#成長企業ハッシュタグ#スタートアップハッシュタグ#地域経済…さらに表示",
      "char_count": 461,
      "reactions": 115,
      "comments": 0,
      "shares": 0,
      "hashtags": [
        "#グローカルチャンピオンハッシュタグ",
        "#地方の時代ハッシュタグ",
        "#IPOハッシュタグ",
        "#仙台ハッシュタグ",
        "#東北ハッシュタグ",
        "#地方創生ハッシュタグ",
        "#成長企業ハッシュタグ",
        "#スタートアップハッシュタグ",
        "#地域経済"
      ],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7406178891263954944"
    },
    {
      "post_id": "urn:li:activity:7405785325068914688",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "スタートアップ経営者から「顧問って本当に効果あるんですか？」とよく聞かれます。結論、顧問制度を上手く使える会社と使えない会社では、成長スピードに雲泥の差が出ます。顧問活用がハマるのは主に4つのケース。1つ目は採用強化。特に営業やエンジニアの採用に苦戦している時、業界の人脈を持つ顧問が入ると一気に道が開けます。人事制度や育成体制の構築まで相談できるのも大きい。2つ目は売上向上。新規開拓の壁にぶつかっている時、大手企業との繋がりを持つ顧問がキーマンを紹介してくれるだけで状況が変わります。3つ目はSNS・PR。「どうやって認知を取ればいいか分からない」という悩みに対し、SNS運用のプロが入ると発信の質が劇的に変わります。4つ目は情報収集。業界の最新動向や競合情報など、自社だけでは取れない一次情報が入ってくる価値は計り知れません。逆に、顧問活用が失敗するパターンもあります。それは「何を聞けばいいか分からない」状態の会社。自分から質問して議論できない、受け身の姿勢だと絶対に活かせません。自社の課題が明確で、積極的に引き出しにいける経営者じゃないと意味がない。あと、Jカーブで赤字が続いている会社も要注意。まずは本業で利益を出すことに集中すべきです。顧問が活きるのは、売上も利益もちゃんと出ている黒字経営の会社。費用感は月額20万〜30万円が相場。ベンチャーなら月1回で20万、月2回で30万くらい。大手企業だと50万〜60万になることもありますが、規模が全然違うので。高く感じるかもしれませんが、優秀な正社員を1人採用するコストと比べれば圧倒的に安い。しかも即戦力です。まずは3ヶ月やってみて、バリューが出るかどうか見極める。その間に何らかの結果を出していくというのが基本的な進め方です。顧問への依頼は意外と気軽。SNS経由で直接DMを送るケースがほとんど。共通の知人経由で声をかけられることもありますが、直接連絡してもらって全然OKです。この動画では、顧問制度の本質的な使い方から具体的な依頼方法、費用感まで、実例ベースで全部話しています。経営の次の一手を探している方は必見です。<https://lnkd.in/ghY3KFZC>…さらに表示",
      "char_count": 925,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7405785325068914688"
    },
    {
      "post_id": "urn:li:activity:7405136011372007424",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "ラクスルのMBO、1200億円でゴールドマンと組むという事実だけでも驚きだけど、もっと衝撃的なのは経営陣が議決権5割を握り続けるという点。通常のMBOでは、非公開化後に投資ファンドが株式や議決権の大半を握るのが一般的。資金を出す側が主導権を持つのが当然の構図。でも今回は違う。松本恭攝会長と永見世央社長が議決権の50%を保持したまま。つまり、完全に経営の主導権を手放さない。これがどれくらい異例かというと、僕自身が過去バイアウトファンドに投資していて、そのファンドマネージャーに直接聞いてみたんだけど、「かなり珍しい」という回答だった。投資ファンド側からすれば、リスクを取りながらも決定権は半分しかないわけで、通常はこんな条件は飲まない。それでもこの構造が成立しているということは、ゴールドマンが松本氏と永見氏の経営手腕を相当高く評価しているということ。ラクスルは印刷のネット化から始まり、EC事業を拡大。最近はGMOあおぞらネット銀行と連携した中小企業向けの銀行サービスや、ソフトウェア事業の強化にも乗り出している。多面的にデジタル化を支援する戦略を描いている。成長の加速には大胆な投資が必要で、短期的な株価や情報開示に縛られずに意思決定したい。そのための非公開化。ゴールドマンの資金力とネットワークを活用しながら、経営陣が主導権を握り続ける。この構造、本当に面白い。資本と経営のバランスが、従来のMBOとは明らかに異なる。松本氏、永見氏の実績があるからこそ実現した特殊な案件。経営者としての信頼が、資本の論理を超えた瞬間だと思う。上場を維持することの負担と、非公開化による自由度。この判断は勇気がいる決断だったはず。でも、この選択が次のステージへの飛躍につながると信じている。松本さん、永見さん、応援しています。日本のスタートアップ界にとっても大きな一歩になる挑戦だと思う。数年後、この決断が正しかったと証明される日を楽しみにしています。…さらに表示",
      "char_count": 827,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7405136011372007424"
    },
    {
      "post_id": "urn:li:activity:7405059788667199488",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "ディズニーとOpenAIが提携した。ミッキーもアナ雪もスターウォーズも、Soraで誰でも動画が作れるようになる。しかも一部はDisney+で配信される。これ、本気でヤバい。まず、ディズニーが選んだのはGoogleじゃなくてOpenAI。同日にGoogleには著作権侵害で警告書を送ってる。完全なパートナー選別。次に、投資額が10億ドル。実験レベルじゃない。本気の戦略転換。そして200以上のキャラクターを開放。ミッキー、アリエル、ダースベイダー、アイアンマン。あのディズニーが、史上最も厳格に管理してきたIPを一般ユーザーに開放する。数ヶ月前まで、ハリウッドの主要エージェンシーがSoraを「クリエイターへの搾取だ」と激しく批判してた。それをひっくり返して契約をまとめたOpenAIの営業力。2026年初頭開始。IPの価値が根本から変わる。「守るもの」から「共創するもの」へ。ファンが作ったコンテンツが公式プラットフォームに載る時代。ユーザーがストーリーを作り、企業がそれを公式化する。これが成功したら全エンタメ企業が追随する。コンテンツ産業の未来が、今日動いた。…さらに表示",
      "char_count": 488,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7405059788667199488"
    },
    {
      "post_id": "urn:li:activity:7404046460230836224",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "長期金利が19年ぶりに2%に迫る。日本経済が激変する。政府の利払い費が7.9兆円から16.1兆円へ倍増。これ、冗談じゃなくて現実です。2034年には25兆円。想定より1%ズレたら34兆円。社会保障費と同じ規模の金が利払いだけで消える。地銀は完全に詰んでる。地銀支援機関の国内債含み損が3.3兆円。低金利時代に必死で長期国債買い漁った結果、金利上昇で身動き取れず。売れない、乗り換えられない、ただ傷口が広がるのを見てるだけ。5000万円の住宅ローン、金利2%なら総返済額6900万円。2.5%なら7500万円。0.5%の差で人生が600万円変わる。マイホームの夢、若者から確実に遠ざかってます。もっとエグいのは世代間格差。預金持ってる高齢者は金利上昇で笑いが止まらない。借金抱えた現役世代は利払いで首が回らない。資産格差が金利で加速する。企業も地獄。借入金利0.25%上昇だけで経常赤字転落する会社が続出。負債に頼ってきた企業から順番に死んでいく。日本は19年間、超低金利という麻薬に浸かってた。政府も企業も銀行も家計も、全員が「金利なんて上がらない」前提で動いてきた。その前提が今、崩壊してる。誰も準備してない。誰も逃げ場がない。2%という数字の裏で、日本経済の構造が音を立てて壊れ始めてる。…さらに表示",
      "char_count": 552,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7404046460230836224"
    },
    {
      "post_id": "urn:li:activity:7403763676622884864",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "今週の資金調達、ロボット・宇宙系だらけで驚いた。カナリー40億、Mujin、aba、AstroX、Doup Robotics、スペースシフト。他にもHelical Fusion、WOTA、Polyuse…これ、たまたまじゃない。明らかに資本の流れが変わってる。理由はシンプル。日本の労働力不足がもう誤魔化せないレベルに来た。介護現場は人が辞めまくり、物流は2024年問題で崩壊寸前、製造業は若手が来ない。精神論で乗り切れる段階は3年前に終わってる。で、投資家は既に結論出してる。「人間の代替」しかないと。だからロボティクス、オートメーション、介護テック、宇宙インフラ。ここに金が集中してる。宇宙系も同じ文脈で、資源もエネルギーも地球上だけじゃ足りない。視点を上げるしかない。経営者として見るべきは、自社の事業が「労働力不足の解決」か「地球外への展開」のどちらかに繋がるか。繋がらないなら、正直5年後は分からない。人口動態は止められない。高齢化も止められない。構造的な問題だから、資本は必然的にこっちに流れる。YouTubeで今週調達した30社以上をまとめました。各社の金額、事業内容、なぜ今この領域か。11分で日本の資金の流れが見えます。<https://lnkd.in/g9CRp-2s>経営者は見たほうがいい。自分の立ち位置が分かる。…さらに表示",
      "char_count": 575,
      "reactions": 97,
      "comments": 0,
      "shares": 0,
      "hashtags": [],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7403763676622884864"
    },
    {
      "post_id": "urn:li:activity:7403212466840903680",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "AI時代、年収が上がり続ける人の正体がヤバすぎた。「これからはAIに仕事を奪われる」って話、もう聞き飽きたと思う。でも本当にヤバいのは、みんなが気づいてない逆の現象だ。実は今、最も年収が爆上がりしてるのは「ブルーカラー」。清掃、建設、警備、医療介護。1人で清掃会社やって年収1000万超えとか、普通にゴロゴロいる。中学の同級生で大学行かなかった奴の方が、でかい家に住んでる。そういう現実、薄々気づいてる人多いはず。なぜか。AIやロボットで代替するのが、技術的にもコスト的にも無理ゲーだから。サイゼリアのロボット配膳見て「すごい」って思うかもしれないけど、あれ全店舗に入れるコスト考えたらエグい。しかもブルーカラーの世界、圧倒的に人手不足。ここで勝てるのは「技術+コミュ力」を持った人材。従来の職人はコミュ力弱い人が多かった。だからそこに穴がある。もちろんホワイトカラーで生き残る道もある。戦略や企画の上流工程ができる人。AIが絶対に知り得ない裏情報や専門知識を持ってる人。Web に載ってない情報を握ってる人は最強。でも正直、ホワイトカラーからブルーカラーに転身する人はほぼ出てこない。「お金だけじゃない」って綺麗事を言いながら、プライドが邪魔をする。理系大学出てIT企業からブルーカラーに転身した人、2人しか見たことない。つまりチャンスはそこにある。みんなが行かない場所に。この動画、その具体的な戦略を全部話した。<https://lnkd.in/gYDxFYPk>…さらに表示",
      "char_count": 640,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7403212466840903680"
    },
    {
      "post_id": "urn:li:activity:7401817362293014528",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "OpenAIが「非常事態宣言」出してて、マジで笑えない状況になってる。3年前、ChatGPT出した時は「Google終わった」って言われてたのに、今は完全に立場逆転。Googleの新型Gemini 3がGPT-5.1より上だって評価されて、OpenAI側が焦ってる。もっとヤバいのはお金の話。OpenAIは来年85億ドルの赤字予想。対してGoogleは広告でガンガン稼いだお金をAIに突っ込める。TPUとかクラウドとか、AI作るインフラ全部自前で持ってるし。実際、ChatGPTの利用時間は7月ピークで減少に転じてる。ユーザーから「親しみが感じられなくなった」って不満も出てきた。アルトマンCEOは12月から「AIとの会話で性的表現OK」とか制限緩める方針出したけど、これ自殺事件で訴えられてる最中の判断。安全性と使い勝手のバランス、めちゃくちゃ難しい局面だな。でもライバルも黙ってない。Anthropicは11月下旬にClaude Opus 4.5出してきたし、イーロンのxAIはGrok 5作ってるし、中国のDeepSeekも12月1日に推論能力高めた新モデル発表した。SBGとかから資金調達続けないと回らないOpenAIと、自己資金で開発回せるGoogleの体力差は確かにある。でも、こういう追い込まれた状況でこそイノベーションって生まれるんだよな。先行者の危機感が、次の進化を作る。OpenAIがどう巻き返すか、ここからが本当の勝負だと思う。​​​​​​​​​​​​​​​​日経新聞参照…さらに表示",
      "char_count": 653,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7401817362293014528"
    },
    {
      "post_id": "urn:li:activity:7401037928723935232",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "【本音だけを話す場所】月4,980円で、億単位の知見に触れる僕の顧問料は月20万〜50万。1時間のミーティングだけで、です。それに比べたら、このサロンは破格すぎる。正直、全く儲かりません。でも、やる理由があります。なぜなら、僕自身が「知見」に何十億も投資してきたから。ICC、IVS、B-DASH…移動費込みで数日で50万。アジア経営者連合会やEOは、お金があっても入れない。売上基準があって、誰でも参加できるわけじゃない。僕は投資だけでも億単位を使い、今は何十億になった。その裏側で、めちゃくちゃお金も時間も使ってきました。このサロンでは、その「使った先」で得た本音を全部話します。- メルカリが後発で勝てた理由- クラウドワークス、メドレーの逆転劇- サンアスタリスクとグッドパッチの時価総額の差- IPOブックビルディングの当選ポイント- 資産二桁億の世界のリアル- SNSフォロワーを1年で3万人増やした裏側- 「大型調達=優良企業」じゃない本当の理由Forbes、ダイヤモンド、各種メディアでは絶対に書けない話。書籍やYouTubeでは触れられないリアルな所感。従業員脳から、経営者脳、資本家脳へ。CAMPFIRE家入さん、利益30億超の経営者、上場企業役員、エンジェル投資家、会計士、弁護士…そんな人たちも参加している空間です。月中、月末に入っても損しない仕組み。気軽に入って、抜けて、また戻ってきてもOK。成長したい時だけ、知見を増やしたい時だけで大丈夫。無理に入る必要は全くありません。でも、もし「本物の知見」に触れたいなら、こっそりどうぞ。▼詳細・ご入会はこちら…さらに表示",
      "char_count": 696,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7401037928723935232"
    },
    {
      "post_id": "urn:li:activity:7400712695362220032",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "社長の想いが社員に届かなくなるのは、組織が100人を超えたあたりからです。50人までは全員と話せます。でも200人、300人となると物理的に無理。ここで多くの会社が壁にぶつかります。解決策は意外とシンプルで、朝会や質疑応答の場を作ること。そして社内報やSNSで経営者が定期的に発信し続けること。文字でも動画でもいい。とにかく継続することです。これをやるかやらないかで、社員のエンゲージメントが全く変わります。離職率にも直結します。よく「給料上げれば辞めない」と思われがちですが、実際は違います。働きがいや人間関係といった非金銭的な要素の方が、長期的には重要なんです。私はこれまで11000人以上のキャリア相談をしてきましたが、辞める理由の多くは「会社の方向性が見えない」「経営者が何を考えているか分からない」というものでした。書籍には載らない他社の成功例、そして失敗事例。これらを知っているかどうかで、組織の未来は大きく変わります。詳しくはこちらの動画で話しています。<https://lnkd.in/gWYh-Upd>…さらに表示",
      "char_count": 466,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7400712695362220032"
    },
    {
      "post_id": "urn:li:activity:7400435236054081536",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "日経の「エッセンシャルワーカーへの転職わずか1割」という記事、衝撃的な数字が並んでいる。2040年には470万人不足で、必要な人員の8割しか賄えない。事務職や生産職から介護、建設、運輸への転職は13%しかない。なぜか。答えは単純で、賃金が1割低いから。この問題、実は採用市場で毎日見ている。スタートアップのCTOやCOOを探すより、介護施設の施設長や物流の現場リーダーを探す方が難しい。理由は3つある。まず、そもそも母集団が少ない。エッセンシャル職は職種内での転職が35%で、外から入ってこない。完全に閉じた労働市場になっている。次に、キャリアパスが見えない。IT業界なら「エンジニアからCTO」という道筋が見える。でも介護や運輸で「10年後、自分はどうなっているか」を描ける人は少ない。そして決定的なのが、生産性向上の手段がない。IT企業は生産性を上げてバリュエーションを上げ、報酬を上げられる。でもエッセンシャル職は時間単価の構造から抜け出せない。記事で紹介されていた「アドバンスト・エッセンシャルワーカー」という概念は面白い。デジタル機器や介護ロボットを使いこなせる人材。でもこれ、本質的には「高度IT人材」と何が違うのか。結局、エッセンシャル職の課題は「人材不足」ではなく「ビジネスモデルの限界」だと思う。国際興業のバス運転手募集、充足率4割。でも給与を2倍にすれば埋まるはず。できないのは、運賃を2倍にできないから。給食事業も同じ。自治体が発注価格を上げられない。つまり、エッセンシャルサービスの「適正価格」を社会が受け入れていない。ここで思うのは、スタートアップの出番があるということ。介護×テックで生産性を3割以上に高める。物流×AIで人手を半分にする。建設×ロボで工期を短縮する。こういう挑戦をしている起業家はいるけど、まだまだ足りない。そしてもう1つ。エッセンシャル職への転職を「キャリアダウン」と見る価値観を変える必要がある。大手メーカーから介護施設に転職した佐藤さんのような人が、もっと評価されるべき。「社会インフラを支える仕事」は、本来最も尊い。ただ現実問題として、住宅ローンを抱えた40代が、月給を1割下げて転職するのは難しい。だからこそ、政府の役割が重要になる。骨太の方針に「処遇改善」と書くだけじゃ何も変わらない。予算を付けて、実際に賃金を上げる施策が必要。あるいは、税制優遇でエッセンシャル職への転職を促すとか。リスキリング支援金を手厚くするとか。具体策はいくらでもある。最後に、採用支援をしている立場から言えること。エッセンシャル職の採用難は、今後10年で確実に悪化する。2040年の話じゃない。もう始まっている。企業は今から、生産性向上とDX投資を本気でやらないと、事業継続できなくなる。そして個人も、キャリアの選択肢として「エッセンシャル職×専門性」という道を考えてみてもいいと思う。需要が確実にあり、AIに代替されにくく、社会貢献度が高い。これから価値が上がる仕事は、意外とそこにあるかもしれない。…さらに表示",
      "char_count": 1275,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7400435236054081536"
    },
    {
      "post_id": "urn:li:activity:7399949786822418432",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "サイバーエージェント藤田社長がYouTubeで語っていた仕事論が、マジで刺さりすぎて唸った。特にスタートアップの経営者や20代の若手は、絶対に見た方がいい。「3ヶ月でプロになれる」の真実藤田社長が言い切ったのがこれ。「どの業界でも、3ヶ月間死ぬ気でやれば、その分野の中の人レベルになれる」これ、本当にそう。私も新規事業立ち上げの時、最初の3ヶ月は1日14時間働いた。睡眠時間削って、土日もなくて、正直キツかった。でも、その3ヶ月で作った「貯金」で、今も食えてる。受験前の半年間と同じなんだよ。あの時期の努力が異常に効率良いのと同じで、キャリアの最初にどれだけ集中できるかで、その後の10年が決まる。優秀な人ほど成長しない理由これも衝撃だった。「優秀とされる人ほど、知らない・分からない・できないと言えない。恥をかきたくないから」耳が痛い。私もそうだった。でも藤田社長は言う。「正直に言って、恥をかいた方が成長は早い」時間を守る、小さな約束を守る、分からないことは分からないと言う。こんな当たり前のことができない人に、大きな仕事は絶対に来ない。信頼は小さな約束の積み重ねでしか作れない。センターピンを見つけられるかが勝負リーダーシップで一番重要なのが「目標設定のセンス」。倒せば他も全部倒れる「センターピン」を見つけられるか。社員が「これなら頑張れば達成できそう」と思える、キリの良い数字を設定できるか。無理な数字ばかり設定すると、信頼を失う。達成を積み重ねることで、自信とリーダーへの信頼が生まれる。若さという最強の武器若い会社や若い人には特権がある。「すごそうに振る舞える」こと。期待値を膨らませやすい。この期待値が高く上がった状態が、最も大きく飛躍できるチャンス。ただし。期待値を上げたら、それを裏付ける結果を出し続けなければ、単なる嘘つきになる。実績が出た後は、結果でしか信頼を得られない。だから、若いうちに大きく吹かして、死ぬ気で結果を出す。これが正解。動揺しない心の作り方藤田社長は「俯瞰して見る」ことの重要性を語る。視点を高く上げれば、目の前の問題が意外とちっぽけだと分かる。視点が低いと、短期的な損失で動揺してしまう。これ、経営者には必須のスキル。想像力が人を動かす相手の立場、相手が求めているもの、自分が相手にどう映っているか。この3つを想像してトータルで理解する「勘の良さ」が、人を動かす力になる。藤田社長が勧めるのは、映画や本を読むこと。様々な立場の人の思考を疑似体験できるから、洞察が鋭くなる。企業文化は断片的に真似してもムダサイバーエージェントの「自由と自己責任」「素直でいいやつ採用」は有名だけど、これを部分的に真似してもうまくいかない。社長のトータルプロデュースで、言動・行動・事業内容が一致しているから機能する。一貫性がなければ、文化として浸透しない。正直、この動画は何度も見返す価値がある。特に、新卒1年目、起業1年目、新規事業を任された人。今が勝負どころ。このタイミングでガムシャラにやれるかどうかで、人生が変わる。藤田社長も社長になりたての頃は、誇らしげに振る舞う余裕なんてなくて、週に110時間以上働くガムシャラな時期があったと語っている。詳しくはこの動画で。マジで必見です⬇️…さらに表示",
      "char_count": 1364,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7399949786822418432"
    },
    {
      "post_id": "urn:li:activity:7399657888266452992",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "30代が会社を辞める理由、全部ここにある。日経新聞の調査で判明した30代社員の本音がエグい。収入が足りないと答えた人、4割。会社から重視されてないと感じる人、67.6%。20代は80.5%が重視されてると感じてるのに、30代だけ12.9ポイント低い。職場で孤独を感じる理由の1位は「業務が評価されない」。上司と部下の板挟み経験者は48.3%。30代の不満を聞くと、全て繋がってくる。「年功序列で昇進した上司、マネジメントできない」「バブル世代は座ってるだけで金もらえると思ってる」「Z世代は自分の利益しか考えてない」「で、俺たちが全部やってる」次世代リーダー研修に選ばれても「業務に支障出すな」と言われ、育休取りたくても人手不足で諦める。長時間残業、意味のない会議、業務集中しても給料同じ、ハラスメント、全部30代に降りかかる。20代の待遇改善は進んだ。でも30代は完全に置き去り。ここ、完全に経営の失敗です。30代が会社の実務を回してる。30代がいなくなったら、会社終わる。それなのに一番ケアしてないのが30代。これ、マジで終わってる。…さらに表示",
      "char_count": 475,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7399657888266452992"
    },
    {
      "post_id": "urn:li:activity:7398984327390240768",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "AIの投稿が経営層にバズる理由、このデータ見たら完全に理解できた。Z世代の35.1%が週休3日希望、自分らしい働き方を聞くと「ワークライフバランスを保ちながら働く」18.1%、「仕事とプライベートをきっちり分ける」15.9%。一方で「多少プライベートを犠牲にしても目標・目的のために働く」はわずか2.4%。週休3日、短時間勤務、フレックス、フルリモートokで副業兼業可能な職場。経営者からすると、これ相当厳しい話だと思う。事業成長させたい、競争に勝ちたい、でも採用できる人材の大半は「無理せず自分のペースで働きたい」が本音。成長意欲ある人材を探そうにも、母集団の11.7%しかキャリア・スキルアップを重視していない。働く目的のスコアを見ても、1位が「経済的な安定」1721点、2位が「安定した人生」916点で、圧倒的に安定志向。つまり人に期待できない。だからAIなんだよね。AIは週休3日を要求しない。ワークライフバランスも求めない。24時間365日、成長意欲を持って働き続ける。経営者やエグゼクティブがAI投稿に反応するのは、そこに突破口を見出しているから。人材採用の限界を感じている経営者ほど、AIへの期待値が高い。実際、仕事ができる人ほどAI活用を進めている。一方で調査では46.5%が「AI使っていない」と回答。若い世代ほど保守的という皮肉。この温度差が、今後の格差を決定的に広げると思う。AI活用できる経営者と、できない組織。成長志向の個人と、安定志向の多数派。日経新聞とヒューマンホールディングスの調査、採用市場のリアルを完全に映し出している。…さらに表示",
      "char_count": 684,
      "reactions": 465,
      "comments": 0,
      "shares": 0,
      "hashtags": [],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7398984327390240768"
    },
    {
      "post_id": "urn:li:activity:7398873594644242433",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "今週は上場承認ラッシュで8社も出ました。それぞれ見どころが違って面白い。リブ・コンサルティングは関社長の会社。VCが入ってない手堅いIPOで、大手じゃなくて中小企業に強いのが特徴。コンサル会社って大体大手狙いなのに、ここは違う。PRONIは当社のグループ会社エージェントセブンがお世話になってる会社。受発注プラットフォームやってて、DeNA出身の柴田さんが活躍してる。リブセンスが5%持ってるのも興味深い。フツパーは大阪の製造業向けAIサービス。AI検査自動化とか目利きバイトとか、製造業のDXど真ん中。ANRIが14%持ってるのが目を引く。テラテクノロジーは34年目のシステム開発会社。2024年3月期の業績で売上43億、利益5.2億。大手ベンダーから7割受注してる手堅い案件で、スタンダード市場への上場。スタートラインは障害者雇用支援。リタリコとかが上場してるジャンルで、三鷹に本社がある。売上44億で小型上場という感じ。パワーエックスは今週の目玉。想定時価総額435億、吸収金額115億の大型案件。シリアルあんとれぷれなーで伊藤ハムの創業者のお孫さんでもある伊藤さんが代表。今治造船が株主に入ってる。EVチャージや大型電池やってて、本社が岡山県玉野市というのも珍しい。ギミックは医療特化型プラットフォームのドクターズファイル。HISが出資してたのが面白い。メディカルテック系で売上35億。辻・本郷ITコンサルティングは国内最大級の税理士法人グループから。伊藤忠との連携でITコンサルやってる。それぞれの詳細はYouTubeで解説してます。​​​​​​​​​​​​​​​​youtu.be/5wHiuEKLdAk…さらに表示",
      "char_count": 714,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7398873594644242433"
    },
    {
      "post_id": "urn:li:activity:7397914646042726400",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "田端信太郎氏がPIVOTに物申す。この対談、ガチでヤバい。動画メディアが自社コンテンツの中で、ここまで赤裸々に自己批判を展開する光景なんて、日本のメディア業界でほぼ見たことがない。PIVOTは本気でメディアの未来と向き合っている。これこそが、これからのメディアのあるべき姿だと思う。佐々木紀彦氏とは20年以上の付き合いだという田端氏。世間は彼を「Xで噛みつきまくる狂犬」と見ているかもしれないが、R25で全ページ買い切りを実現し、ライブドア事件後のメディア事業を立て直し、VOGUEやGQのデジタル事業も手がけてきた。メディアの修羅場を全て知り尽くした男だ。今回、アクティビスト投資家として物申したのには理由がある。メディアは普通の企業とは違う。読者が時間を投資して読むということ自体が投資行為であり、その影響力は計り知れない。だからこそ社長の上司のような目線で容赦なく斬り込む。オルツの件、ニデックの件。田端氏は具体的な事例を挙げながら、PIVOTの問題点を容赦なく指摘する。特にニデックの永守会長へのインタビューで、訴訟問題に直接ぶつけなかったことを「ぬるい。クライアントに寄り添いすぎている」と断じた。そして佐々木氏はこの対談を受けて、その場で決断を下す。今後、広告案件のMCとして出演しない方針に変えると発表した。田端氏は「佐々木氏は高値の花のポジションでいるべきだ。安易に現場に降りておベッカを使っている姿は見たくない」と同意した。タイアップ広告には「プロレス」が必要だと田端氏は言う。善玉のPIVOTと悪役のクライアントの問題点がガチンコでぶつかり、善玉が僅差で勝利する。そのスリリングな構造が視聴者を引き込む。今のPIVOTはぬるい内容を大量生産して、再生数が足りなければYouTube広告でブーストをかけている。完全にドーピングだと。本当に良いメディアを作るなら、広告代理店に依存していては無理。PIVOTは「俺たちに広告を出せるだけありがたく思え」というVOGUEが持っていたようなスワッグを持つべきだ。田端氏の強い言葉遣いについて佐々木氏が聞いた場面も痺れる。「伝わらないと意味がない」という目的のための手段だと。ソーシャルのタイムラインでは強い言葉が並ぶ。強弱をつけに行かないと、お上品にやっていたのでは見てもらえない。見てもらえないものは存在しないのと同じだ。広告とジャーナリズムの境界線で揺れるメディアの本質。企業の成長と信頼性のトレードオフ。長期利益を追求するための覚悟。それら全てが、この1時間に詰まっている。メディアに関わる全ての人間が見るべき対談だと思う。詳しくは動画を。必見の内容。<https://lnkd.in/g3H_YBq3>…さらに表示",
      "char_count": 1141,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7397914646042726400"
    },
    {
      "post_id": "urn:li:activity:7397844377051721728",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "公認会計士試験、合格率7.4%という超難関を突破した1636人の皆さん、本当におめでとうございます。この数字の裏側にあるのは、相当な努力と覚悟です。願書提出者22,056人のうち、論文式まで辿り着けたのが4,665人で合格率35.1%。平均年齢24.6歳、最年少16歳、最高齢54歳。女性比率も24.0%まで上がってきた。16歳で合格って、もう意味がわからないレベルですよね。54歳で合格された方も、どれだけの苦労があったか。Xでは合格者のストーリーが次々とシェアされていて、合格祝賀会では笑顔が溢れる一方、不合格者も前向きに再挑戦の決意を綴っている。で、ここからが本題なんですが。公認会計士の方々は、スタートアップにとって本当に宝なんです。監査法人でのキャリアはもちろんですが、その後の選択肢が圧倒的に広い。CFO、管理部長、常勤監査役、非常勤監査役、コンサルティングファーム、PEファンド。会計と財務の専門性を持っている人材は、スタートアップの成長フェーズでめちゃくちゃ重宝されます。特にシリーズA以降の資金調達を目指すスタートアップにとって、財務・会計の体制整備は避けて通れない。ここに公認会計士の方が入ると、投資家からの信頼度が一気に上がる。IPO準備においても、監査法人出身のCFOや管理部長がいるかどうかで、準備のスピードと精度が全く違ってきます。今回合格された皆さんには、ぜひ様々なキャリアの可能性を見てほしい。監査法人での経験も素晴らしいですが、スタートアップという選択肢も面白いですよ。難関を突破した皆さんの活躍を、全力で応援しています。…さらに表示",
      "char_count": 684,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7397844377051721728"
    },
    {
      "post_id": "urn:li:activity:7397544804689223680",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "三菱UFJ銀行の「ジョブ型社員解雇」判決が出た。これ、マジで重要だ。年収3000万円超の専門職を解雇。東京高裁は、この解雇を「有効」と認めた。「ジョブ型なら解雇し放題じゃん」そう思った人、甘い。実は真逆だ。今回の判決、職務限定型の社員でも「整理解雇4要素」がガッツリ適用されることが確定した。整理解雇4要素って何？①人員削減の必要性②解雇回避努力の有無③人選の合理性④解雇手続きの妥当性この4つ全部クリアしないと、解雇は無効になる。特にヤバいのが②「解雇回避努力」。三菱UFJ銀行は、いきなり切ったわけじゃない。グループ企業への配置転換を事前に打診し、解雇回避のために動いた。これが評価された。つまり、企業は「配置転換の打診」などの努力を徹底的にやらないと、解雇は認められない。ただ、ここで本音を言わせてほしい。解雇規制が厳しすぎると、企業は採用のハードルを上げるしかない。「この人、もし合わなかったら…」と慎重になりすぎて、結果的に雇用のチャンスそのものが消える。これ、日本の労働市場にとって、明らかにマイナスだ。本来、雇用の流動性が高まれば、企業は挑戦しやすくなり、働く側も新しい可能性を掴みやすくなる。それが健全な労働市場だ。ジョブ型雇用が広がる今、この判決の意味は大きい。企業側：解雇回避努力を徹底的にやる必要がある。労働者側：配置転換の打診を拒否すれば、解雇リスクが高まる可能性を理解しておく必要がある。日本の雇用制度が、静かに、しかし確実に変わり始めている。人事、経営者、転職を考えている人。この判決、絶対に押さえておくべきだ。日経よりハッシュタグ#ジョブ型雇用ハッシュタグ#整理解雇ハッシュタグ#三菱UFJ銀行ハッシュタグ#人事ハッシュタグ#採用ハッシュタグ#転職ハッシュタグ#雇用制度ハッシュタグ#解雇規制…さらに表示",
      "char_count": 767,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [
        "#ジョブ型雇用ハッシュタグ",
        "#整理解雇ハッシュタグ",
        "#三菱UFJ銀行ハッシュタグ",
        "#人事ハッシュタグ",
        "#採用ハッシュタグ",
        "#転職ハッシュタグ",
        "#雇用制度ハッシュタグ",
        "#解雇規制"
      ],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7397544804689223680"
    },
    {
      "post_id": "urn:li:activity:7397419509500002305",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "大手企業が僕の本を「禁断の社員教育ツール」として使ってる。人事部長から電話がかかってきた。「高野さん、ベンチャーの作法を全社員に配りたいんです」理由を聞いて、思わず笑った。「コンプライアンスが厳しすぎて、社内では絶対に言えないことが書いてあるから」要するに、結果を出すための本音。上司が部下に直接言ったらアウトな内容。それを外部の本という形で伝えたい。次世代の経営者候補には、スタートアップの思考回路を叩き込みたい。でも社内研修には限界がある。今、大手企業は本気でイノベーションを起こそうとしてる。そのためにスタートアップと組み始めてる。ところが現場は大混乱。「なんでこんなに適当なんだ」「なんでこんなに遅いんだ」文化が違いすぎる。この本を読ませることで、無駄な衝突を減らせる。スタートアップの行動原理が理解できる。僕からすれば、11000人のキャリア相談と80社への投資で学んだ「失敗パターン全集」を書いただけなんだけど。ベンチャー志望者向けに書いたはずが、大手企業の変革人材育成に使われるようになった。講演依頼も殺到してる。スタートアップには割引もしてる。なぜ大手企業がここまでこの本に飛びつくのか。具体的な活用事例を動画で全部話した。<youtu.be/iGKoTqHwybA?si…>あなたの会社も、次世代リーダー育成で悩んでませんか。…さらに表示",
      "char_count": 578,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7397419509500002305"
    },
    {
      "post_id": "urn:li:activity:7397206780725981184",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "【AI革命の波、乗り遅れ厳禁】 GoogleのGemini 3がついに正式リリース。AIの世界が一気に変わった。事前学習と事後学習の両方で劇的な進化を遂げ、従来モデルとは完全に別物。ほぼ全領域で議論の余地なく首位を獲得している。特に注目すべきは、VibeCodingの活用事例が大量に共有されていること。そしてBrowserUse等のベンチマークでも圧倒的な一位を記録していることだ。単なるベンチマークスコアが高いだけのモデルではない。あらゆるソフトウェアとシームレスに連携可能な、真に実用的なAIエージェントモデルとして進化した。日本市場でもGoogle AI Studioで即時利用可能になったことで、OpenAIの競合モデルに対抗する戦略の一環として、日本ユーザーへの迅速展開が進んでいる。推論能力とマルチモーダル理解を強化し、複雑な問題解決やテキスト・画像・動画の統合処理で競合を上回る性能を発揮する。新機能としてタスク自動化のGemini Agentと直感的なコード生成も搭載されている。先日、コンサルティングファームのパートナーと話したら、アソシエイトの仕事はかなり減ってきていて、今後もっと減るだろうとのこと。資料作成やデータ分析など、これまでジュニア層が担っていた業務がAIに置き換わり始めている。これは明らかにAI戦争の新局面だ。Googleがついに本気を出してきた。スタートアップの採用活動、特にCTO・VPoE採用においても、こういった最新AI技術への理解が求められる時代になってきている。技術トレンドを追える経営陣がいるかどうかが、採用競争力を左右する。…さらに表示",
      "char_count": 695,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7397206780725981184"
    },
    {
      "post_id": "urn:li:activity:7396491391343738880",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "今週のIPO承認、正直エグい案件が混ざってる。SBI新生銀行の再々上場。経営破綻から国有化、再上場、非上場化を経ての再々上場。この複雑な経緯を知ってる人、どれだけいる?フィットクルーはパーソナルトレーニングジム事業でグロース市場へ。フィットネス業界も上場の波が来てる。でも一番面白いのはアルバリンク。TOKYO PRO Marketからグロース市場へのステップアップ。これ、実はめちゃくちゃ難易度高い。空き家、事故物件、再建築不可。一般の不動産会社が絶対に手を出さない訳あり物件専門で、地道に実績積んで本市場デビュー。こういう泥臭いビジネスが上場まで行く過程って、派手なSaaSとかAI系より学びが圧倒的に多い。あと、今週の資金調達ラインナップが異常に濃い。医療DX、がん治療AI、不動産テック、フィンテック、バイオ創薬、HRテック。そしてシニア向けマッチングアプリまで。特にシニア市場。これ、5年前は誰も本気で取り組んでなかった。でも今は確実に金が動いてる。人口動態的に考えて、ここを攻めないのは完全に機会損失。スタートアップの資金調達って、結局どこに金が流れてるかで市場の本音が見える。詳しくはYouTubeで全部解説してる。各社の事業内容から調達額、業界の裏側まで。30分で今週のスタートアップ業界の全体像が掴める。<https://lnkd.in/gWwZiZqz>見ないと、確実に情報格差で負ける。…さらに表示",
      "char_count": 610,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7396491391343738880"
    },
    {
      "post_id": "urn:li:activity:7396067063867420672",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "REALVALUE溝口さんのスピーチに心が震えた。ここまで本質を突いた言葉を聞いたのは久しぶり。 REALVALUEクラブのメンバーへのメッセージがあまりにも良すぎるので、どうしても皆さんにシェアさせてください。「幸せになれない人、成功できない人の共通点。 それは『与えてもらえるか』ばかり考えている人。一方で、成功する人はどういう人か。 『与えることができる人』です。やっぱり与えられる人が成功しているんです。 これが世の中の真実です」この言葉、めちゃくちゃ刺さった。僕らはつい「何がもらえるか」を先に考えてしまう。 でも成功している人を見ると、確かに全員ギバーなんだよな。溝口さんはこう続ける。「まだできることが小さくてもいい。その人のSNSを協力してあげる、どうせ買うなら、その人の企業から買う、なんだっていいと思うんですね。小さなことを少しずつ大きくしていく過程が、経営者として、人としての成長なんです」この「小さくてもいい」という言葉に救われる人、多いと思う。いきなり大きなことはできない。 でも、小さな「与える」は今日からできる。 その積み重ねが、人生を変えていく。そして溝口さんのビジョンがまた熱い。「総理大臣が当たり前のように来る、孫さんが当たり前のように来る、そういったコミュニティを作る。僕の役割は仕組みを整えること、ブランドを築くこと。自分が一番リスクを取って挑戦していく姿を通して、みんなに刺激を与えられる人間でありたい」言葉だけじゃない。 自分が一番リスクを取って背中で語る。 これが本物のリーダーだと思った。最後のメッセージが本当に良かった。「この場所はギバーとして頑張ることが、結果として皆さん自身の成功につながるし、このコミュニティの最大化につながる。そしてそれがひいては、日本の成長、日本の課題解決につながればいい。本気でやるつもりです」テイカーではなく、ギバーであれ。小さな与える行動の積み重ねが、自分の成長になり、相手の成功になり、コミュニティを強くし、日本の未来を作る。この循環を信じて、僕も動いていこうと思った。自分もREALVALUEマフィアの一員として、まだまだ微力、地蔵ながらも、できることで貢献していきたい。REALVALUEクラブ、本気で日本を変えるコミュニティになる予感しかない。溝口さん、本当にありがとうございました！ちなみに動画が注目されているREALVALUEですが、REALVALUEのクラブメンバーの経営者の皆さんがとても優秀でアツいです！…さらに表示",
      "char_count": 1058,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7396067063867420672"
    },
    {
      "post_id": "urn:li:activity:7395426643248529408",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "採用を部下に任せている経営者へ。あなたの会社の採用基準は、確実に下がっている。人間は本能的に、自分より優秀な人を採用したがらない。これは僕が11,000人以上のキャリア相談をしてきて確信している事実だ。リクルートの創業者は「常に自分たちより優れた人材を採用しよう」と言い続けた。言い続けなければ、組織は自然と採用基準を下げていく。経営者が候補者と直接話すこと。これが企業にとって最も高い採用力を発揮する瞬間だ。内定承諾率は劇的に上がり、辞退率は下がる。優秀な人材の獲得が困難な今、成長している企業ほど一次面談から経営者がカジュアル面談を実施している。174社以上のIPO支援をしてきて言えるのは、採用に本気の経営者の会社は伸びる。採用を軽視する経営者の会社は停滞する。それだけの話だ。詳しくはこちらで語っています。<https://lnkd.in/gkYnzEYu>…さらに表示",
      "char_count": 389,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7395426643248529408"
    },
    {
      "post_id": "urn:li:activity:7395048570623594497",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "サイバーエージェント藤田社長の社長交代、これ本当にすごい決断だと思う。50歳で「10年後の自分」を見据えて交代を決意し、3年半かけて16人の候補者を育成。そして次期社長の山内さんに引き継ぐのに、さらに4年かけるという徹底ぶり。普通、創業社長って自分が現役でいられる限り続けたがるもの。でも藤田さんは違った。「誰にも引き継げない会社になっていくことへの焦り」を感じていたと。サイバーエージェントは最初からパブリックカンパニーにするつもりで作った会社。それなのに、自分にしか社長ができない会社になることは矛盾している。この気づきが全ての始まり。特に印象的だったのは「創業社長の会社を引き継ぐのは、通常の大企業の社長交代とは全く違う」という言葉。確かに、創業社長は求心力が強すぎて、決断のノウハウが社内に蓄積されない。だから経験と勘でやっていたことを全て言語化して「引き継ぎ書」を作成。これを研修で候補者に伝えていった。山内さんは2009年にCyberZを創業し、フィーチャーフォン広告で解散寸前まで追い込まれながら、スマホ広告への業態変更で復活させた人物。大局観と諦めないしぶとさが強み。そして社長交代後も、会長と社長で役割分担せず、ゼロから社長業を引き継ぐ設計。2029年に8割の引き継ぎ完了を目指す。藤田さん曰く「会長になっても荷が下りた感覚は全くない。社長としての責任感はほんの少しも減っていない」創業28期連続増収の会社が、トップが調子良い時にこれだけ真剣にサクセッションに取り組む。これが「先送り撲滅」の文化なんだと思う。多くのスタートアップが創業社長の交代で躓く中、これだけ計画的に、時間をかけて取り組む姿勢。これこそが21世紀を代表する会社への道なのかもしれない。人材業界にいて、何百社も見てきたけど、ここまで本気でサクセッションプランに取り組む会社はほとんどない。今の業績が好調だからこそ、将来への備えを怠らない。この姿勢、全ての経営者が学ぶべきだと思う。…さらに表示",
      "char_count": 840,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7395048570623594497"
    },
    {
      "post_id": "urn:li:activity:7394954392115998721",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "ヤマト運輸が本気出してきた。ベトナム人運転手を500人採用って、これ物流業界の歴史的転換点だと思う。何がすごいって、採用の仕方。現地のIT最大手FPTと組んで、ベトナムで半年間みっちり特別クラス。日本語、文化、運転ルール、ヤマト流の安全運転まで叩き込む。そこから日本に来てさらに1年学習。つまり、来日前から1年半かけて育てる戦略。これ、相当な投資額だよ。で、ここで気づいた人も多いと思うけど。ドライバー不足なら、給料上げれば人が集まるんじゃないの？って。理屈としては正しい。需要と供給の原則。でも、現実は違う方向に進んでる。給料を上げる代わりに、企業は海外から人材を確保する道を選んだ。つまり、日本人ドライバーの労働市場は、もう国内だけで完結してない。グローバル競争に突入してる。ベトナムの若者が日本語を学び、日本の運転ルールを覚えて、日本で働く準備を1年半かけてする。その投資コストを払っても、企業にとっては採算が合う。これが意味することは何か。日本人ドライバーの給与を大幅に上げるより、外国人材を育成する方がコスパがいいと判断されてる。厳しい言い方になるけど、日本の労働市場の値段が、国際相場で決まり始めてる。特定技能1号で最長5年しか働けない制度でも、企業は動く。5年後には帰国するリスクを抱えながらの投資。それでもやる。なぜか。それだけ人手不足がエグいから。トラック運転手の高齢化、物流24年問題での労働時間規制強化。現場は完全に詰んでる。でも、もっと深刻な問題がある。日本の若者が運送業を選ばない。給料、労働環境、社会的イメージ、全部マイナス。ここを変えない限り、外国人採用は対症療法でしかない。一つ確実に言えるのは、これが成功したら他社も一斉に動く。物流業界全体が変わる。そして、これは物流だけの話じゃない。建設、介護、製造、外食。人手不足に苦しむ全業界が注目してる。日本企業が「日本人だけ」で回せる時代は終わった。グローバルに人材を確保して、どう育てて、どう定着させるか。それが企業の競争力を決める時代になってる。労働市場のグローバル化。これ、もう止められない流れだと思う。ヤマトのこの決断、5年後にどうなってるか。めちゃくちゃ気になる。…さらに表示",
      "char_count": 932,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7394954392115998721"
    },
    {
      "post_id": "urn:li:activity:7394720274606309376",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "山本モナさん、49歳で司法試験合格。この報道、正直震えた。ロースクール受験から5年。その間に第3子も出産している。普通に考えて、無理ゲーすぎる。まず前提を整理する。法科大学院の入試倍率は平均2倍前後。これ自体は高くないように見えるが、受験者は既に法学部卒か相当の学習をした人間ばかり。そこを突破してやっとロースクールに入れる。そしてロースクールを修了した者だけが司法試験を受験できる。その合格率が約45%。つまり、法律をガチで学んできた人間の中での45%だ。単純計算でも、ロースクール入学から司法試験合格までの通過率は22.5%程度。4人に1人以下しか最終的に合格できない。山本モナは元朝日放送のアナウンサー。学習院大学法学部卒業だから法律の素地はあった。でも大学卒業から20年以上のブランク。そこから40代で、3人の子育てをしながら、この狭き門を突破した。「やればできる」という言葉は、本当です(笑)この(笑)が、全てを物語っている。どれだけの地獄を見てきたか。どれだけ諦めそうになったか。それでもやり切った人間だけが言える言葉だ。年齢を理由に諦める人が多い中で、彼女は40代から法曹界への挑戦を決めた。しかも育児をしながら。5年間、どれだけの睡眠時間を削ったのか。どれだけ家族の協力があったのか。「次のスタートラインに立てました」という表現も深い。49歳で、やっとスタート地点。ここからまた約1年の司法修習が始まる。自分にストッパーをかけてその場にとどまることはもったいない、と彼女は言う。これは綺麗事じゃない。実際に血反吐を吐きながらやり切った人間の言葉だから、重い。山本モナの新しいキャリアが、どんな形で社会に還元されていくのか。これからが本当の意味でスタートだ。…さらに表示",
      "char_count": 742,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7394720274606309376"
    },
    {
      "post_id": "urn:li:activity:7394158819049791488",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "インテリジェンス（パーソルキャリア）時代、結果は出してたんですが完全に問題社員でした。上司が顧客という概念が1ミリもなくて、社内ミーティングも上司とのやり取りも全部後回し。お客様のことしか考えてなかったんですよね。当時の自分の言い分は「わざわざ大手じゃなく聞いたこともない小さい会社に入ったんだから、好きなように全力でやらせてくれ」って感じでした。上司も「まあ結果出てるからいいか」って感じだったんですが、今思えば完全にアウトですよね。ただ面白いのが、キャリアコンサルタントの適性テストを受けたら100%一致。一方で新規テレアポは本当に向いてなくて、入社4月で首かなって思いました。当時、公務員又は大手企業に就職する人しかいなかった時代に、東北大学から東京の聞いたこともないベンチャーに入って、周りからは「何やってんの」って感じ。両親からもかなり反対されました。思い返すと、候補者さんが転職に反対されて、ミスタードーナツでその方の婚約者の方も踏まえて、3人で何時間も話し込んだり、転職した人たちが勝手に繋がって高野ファミリーができたり、今思えばこの6年間が全ての原点になってます。https://lnkd.in/gAz8Bj6w…さらに表示",
      "char_count": 520,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7394158819049791488"
    },
    {
      "post_id": "urn:li:activity:7393065620516368384",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "3年前、勢いで30人採用した会社がありました。半年後、15人が辞めました。理由は単純で、「誰も教えてくれない」「何をすればいいかわからない」「上司が忙しすぎて質問できない」これ、他人事じゃないんですよね。急成長している会社の多くが、同じ轍を踏んでる。ーーー経営で最も重要なのは「再現性」だと思ってます。今年、最高業績を出せたとしても、それは”再現できる設計”があってこそ意味がある。会社は来年で終わるわけじゃないし、右肩上がりで増収増益を続けることに価値がある。でも現実は厳しくて。急成長した会社の多くが、翌年に失速する。なぜかっていうと…ーーーよくある崩壊パターンを3つ挙げると、まず、大量採用の罠。人数だけ増えて教育も管理も追いつかない。結局、離職が増えて採用コストが無駄になる。残った社員も「また新人が辞めた…」って疲弊していく。次に、広告費爆投下の罠。セールスオペレーションが整ってないのに広告費を踏んでも、リード対応が追いつかなくて顧客を待たせちゃう。顧客満足もブランドも落ちて、「あの会社、対応悪いよね」って評判が広がる。最後に、マネージャー不在の罠。マネージャーが育ってないのに10人も部下をつけたら、誰も指導できないし、誰も育たない。全員が疲弊して、チーム全体が機能不全になる。短期的には数字が立つんですよ。「今月も目標達成！」って喜べる。でも、それって”偶然の勝ち”なんですよね。翌年、組織の歪みが表面化して、リカバリーに倍の時間がかかる。しかも、一度崩れた組織文化を立て直すのって、ゼロから作るより何倍も難しいんです。ーーーだからこそ、今やるべきことは明確で。焦らず、確実に仕組みを整える。これに尽きます。具体的には、採用と併せてオンボーディング設計をちゃんとやる。新人が「何をすればいいか」明確にわかる状態を作って、3ヶ月で戦力化できる導線を設計する。メンターをつけて、質問しやすい環境を整える。売上よりも生産性を重視する。10人で1億より、5人で1億の方が強いですよね。属人化を排除して、誰でも成果が出る仕組みを作る。ツール化、マニュアル化、型化を徹底していく。人を増やす前に、マネージャーを育てる。1人のマネージャーが見れるのって、せいぜい5〜7人。まずは管理職候補を育成して、体制を整える。「誰かがマネージャーになってくれるだろう」は幻想です。この順番を間違えないことが、長期成長の鍵になると思ってます。ーーー経営って短距離走じゃないんですよね。1年で10倍に成長する会社より、10年で10倍に成長する会社の方が強い。なぜなら、その成長には”設計”があるから。・誰が入社しても、一定の成果を出せる・マーケが機能すれば、営業が自動で回る・マネージャーが育って、組織が自律的に動くこれが「再現性の高い組織」。ーーー5年後、10年後に、安定的に成果を再現できる会社をつくる。それこそが、本当の意味で”強い会社”だと思う。短期の勝負に酔わず、積み上げの連続を大切にする。これが、僕の考える経営です。もしあなたの会社が今、「勢いはあるけど、仕組みが追いついていない」って感じてるなら、一度立ち止まって、“再現性”を見直してみるといいかもしれません。それが、来年のあなたを救います。…さらに表示",
      "char_count": 1355,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7393065620516368384"
    },
    {
      "post_id": "urn:li:activity:7392830681401188352",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "東京理科大学で「ベンチャーの作法」講演してきた。正直、驚いた。「留年率高い、課題地獄」で有名な理科大が、今、日本屈指のスタートアップ創出大学になっている。1881年創立の伝統校が本気出した結果:理科大VC実績・イグジット12社・IPO 5社・M&A 7社独自エコシステム「TUSIDE」で創出→成長→イグジットまで完全サポート。何より衝撃だったのは学生の目。「安定した就職先」より「ゼロから1を生み出す」ことを選ぶ。厳しい講義で鍛えられた理系人材がスタートアップで日本を変える時代が来る。片寄さん、貴重な機会をありがとうございました。私も東北大学特任教授（客員）、文科省アントレプレナーシップ推進大使として、全国30校以上の小中高で講演もしています。次世代の起業家育成に全力投球します。ハッシュタグ#東京理科大学ハッシュタグ#スタートアップ…さらに表示",
      "char_count": 376,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [
        "#東京理科大学ハッシュタグ",
        "#スタートアップ"
      ],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7392830681401188352"
    },
    {
      "post_id": "urn:li:activity:7392374310591553537",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "本当に大切な人ほど、静かに去っていく。組織の命運を握るのは、文句を言う人ではない。黙々と成果を出し続ける人だ。なのに現実は？声の大きい社員、不満ばかり口にする人間に、経営陣が振り回されている。会議室では彼らの愚痴に耳を傾け、1on1では彼らのご機嫌取り。そうしている間に、本当に会社を支えている人材は――誰にも気づかれず、音もなく去っていく。真面目にコツコツ。文句も言わず、結果を出し続けた人が、ある日突然「退職します」と告げる。そのとき初めて気づく。「え、あの人が辞める？」と。手遅れだ。不満を言う人間は、実は辞めない。会社に依存しているから文句を言う。本当に優秀な人材は、見切りをつけたら黙って次に行く。選択肢があるから。あなたの会社は今、誰に時間を使っている？声の大きさで判断していないか？本当のキープレイヤー、静かな人の沈黙を、軽く見るな。…さらに表示",
      "char_count": 380,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7392374310591553537"
    },
    {
      "post_id": "urn:li:activity:7392350083394105345",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "【ご紹介】スタートアップに強い税理士をお探しの方へ起業したばかりの知人から「良い税理士さんいませんか?」と相談されることが増えました。そこで、私が信頼できる「スタートアップ専門」の税理士をご紹介します。この方の特徴:✓ 初年度:完全無料✓ 2年目以降:月額2万円 + 決算申告15万円✓ 複数事業を成功させた経営者であり投資家✓ クラウド・オンライン完結で全国対応可能✓ スタートアップ特有の課題(資金調達、SO設計など)に精通一般的な税理士費用の半額以下でありながら、質の高いサービスを提供されています。なぜこの価格?→ クラウド化による効率化→ 投資家としての収入があり、目先の利益重視ではない→ 長期的な関係構築を大切にしている実際に紹介した複数の起業家から「相談しやすい」「事業の相談にも乗ってくれる」と好評です。創業期の資金繰りが厳しい時期だからこそ、こういった味方がいると心強いはず。ご興味のある方、周りに起業した方がいる方:コメント欄に「紹介希望」DMでご連絡ください私から直接おつなぎします。ハッシュタグ#スタートアップハッシュタグ#起業ハッシュタグ#税理士ハッシュタグ#創業支援ハッシュタグ#起業家支援ハッシュタグ#スタートアップ支援…さらに表示",
      "char_count": 532,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [
        "#スタートアップハッシュタグ",
        "#起業ハッシュタグ",
        "#税理士ハッシュタグ",
        "#創業支援ハッシュタグ",
        "#起業家支援ハッシュタグ",
        "#スタートアップ支援"
      ],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7392350083394105345"
    },
    {
      "post_id": "urn:li:activity:7392214501137371136",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "40代の転職支援に「年収の2倍」を出す企業が現れた。LINEヤフーの「NEXTキャリア制度」→退職者に１０００万、２０００万レベルで支給する一見、太っ腹に見えるけど…これ、実は「三方良し」の超戦略的な施策です① 優秀な人材の流出を水面下で防ぐ→選択肢があるだけで、実は辞めない人も多い② 40代のキャリアチェンジを後押し→組織の新陳代謝が進み、若手の道も開ける→本人の意思を尊重する時代に完全適合③ 企業ブランディングが爆上がり→「社員を大切にする会社」として認知拡大→結果的に採用でも有利にでも、ここからが本題。この施策、潤沢なキャッシュを持つ大企業だからこそ可能。中小企業やスタートアップには真似できない…じゃあ、資金力がない企業はどうすればいいのか？大企業の戦略から何を学び、何を捨てるべきか？ベンチャー転職3000名以上を支援してきた視点でこの制度の「本質」を解説しましたあなたの会社でも活かせるヒントがあります👇<https://lnkd.in/g_C-xQmy>ハッシュタグ#LINEヤフーハッシュタグ#人事制度ハッシュタグ#40代転職ハッシュタグ#キャリア戦略ハッシュタグ#NEXTキャリアハッシュタグ#組織開発ハッシュタグ#採用ブランディング…さらに表示",
      "char_count": 535,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [
        "#LINEヤフーハッシュタグ",
        "#人事制度ハッシュタグ",
        "#40代転職ハッシュタグ",
        "#キャリア戦略ハッシュタグ",
        "#NEXTキャリアハッシュタグ",
        "#組織開発ハッシュタグ",
        "#採用ブランディング"
      ],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7392214501137371136"
    },
    {
      "post_id": "urn:li:activity:7391990881639313408",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "CFOの方を副業で手伝ってもらいたい会社さん、スタートアップ、ベンチャーの方いますか？現役CFO、投資銀行出身、公認会計士など、その後フルタイムも検討可能な方々、多数優秀なお知り合いの方がいます。次世代を本気で応援したいと言ってくれています。上場準備、資金調達、財務戦略、内部統制構築など、経験豊富なプロフェッショナルが週1-2日から関われます。スタートアップにとって、経験あるCFOの存在は資金調達の成功率を大きく左右します。でも、いきなりフルタイムで採用するのはリスクもコストも高い。だからこそ、まずは副業から始めて、お互いの相性を確かめながら、事業成長に合わせてフルタイムへ移行するのが理想的な形です。特に今、シリーズA前後で財務体制を強化したい、上場準備を本格化したい、という経営者の方、ぜひご連絡ください。本気で次のステージに行きたい経営者と、本気で次世代を支援したいベテランを繋げたいです。…さらに表示",
      "char_count": 407,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7391990881639313408"
    },
    {
      "post_id": "urn:li:activity:7391393017343090688",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "今週のスタートアップ資金調達、見逃すな新規上場承認2社、資金調達30社。この熱量、尋常じゃない。まずFUNDINNOが上場承認。株式投資型クラウドファンディングの老舗が、累計180億円超の調達実績を引っ提げてついに市場デビュー。個人マネーをスタートアップに流し込む仕組みが、ついに評価される。BRANUは建設DXで勝負。中小建設事業者向けITサービスで上場へ。人が足りない、現場が回らない。この業界の悲鳴が聞こえるか。そこに打ち込む一手。資金調達ではShippioが32.4億円でシリーズC完了。累計70億円。貿易実務のアナログ地獄にメスを入れる。DNX、鈴与、New Commerceが並ぶ出資者リスト。本気度が違う。モノグサは記憶のプラットフォームで全国3,600教室に導入済み。覚えることを科学する。教育の本質を掴んだプロダクト。InProcは調達購買のBPaaS。AIと人のハイブリッドで企業の支出を可視化。地味だが、確実に刺さる領域。培養魚肉、再生医療、宇宙冷却、発酵技術。技術系も動いてる。日本の強みが、やっと金を集め始めた。全32社の詳細は動画で。12分で今週の資金調達マップが完成する。<youtu.be/p8jW5LemtdI>追うだけじゃ遅い。動いて行こう！…さらに表示",
      "char_count": 545,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7391393017343090688"
    },
    {
      "post_id": "urn:li:activity:7391254568908681217",
      "author": "Hidetoshi Takano",
      "published_at": null,
      "text": "秘密グループ11月募集。自分の月額顧問料が小さい会社で20万、大きい会社で50万となっています。1ヶ月1時間ミーティングです。秘密グループは月額4,980円なので、それに比べると破格に安いとは思います。全く儲からないですが社会貢献のためにやっております。ですので無理に入らなくてもちろん大丈夫です。成長したい。知見を増やしたい時だけ入ってください。普通に経営者カンファレンスなどに行くと20万から30万。会食は移動費用など入れると何日かで50万くらい。ICC IVS B-DASHなど。アジア経営者連合会やEOとかですともっと高いし、誰でも入れるわけでもないので。売上1億以上の経営者など基準もあります。わたし自身スタートアップ投資だけでも億単位で投資して、何十億かになっています。逆にいえばめちゃくちゃお金は使っています。Saasの次の狙い目の事業領域は？人材はまだ伸びるのか？REALVALUEの裏側ロールアップモデルでこれから成功しやすい領域は？メルカリはなぜ後発なのに成功したのか？ZOZOはなぜ成功したのか？クラウドワークスはなぜ後発なのに成功したのか？メドレーはなぜ後発なのに成功したのか？サンアスタリスクとグッドパッチは類似なのに時価総額がなぜこんなに違うのか？IPOのブックビルディングの仕組みと当選にはポイントが実はあります資産二桁億、数十億の世界暗号資産はなぜ伸びるのか？『ベンチャーの作法』ダイヤモンド社はなぜ売れているのか？X、Facebook、LinkedInのフォロワーを増やすマル秘な情報Xに力を入れてから、1年で3万人以上フォロワー増えました「大型資金調達している」=「素晴らしいスタートアップ」ではない理由スタートアップ、ベンチャー、起業、投資、資産運用のノウハウや知見がわかるようになります。Forves、ダイヤモンド、メイクマネーなど各種メディアにも出ておりますが、書籍やネット、YouTubeでは書けないリアルな内容や私の所感を投稿します。こっそりご連絡ください。月初、月中、月末どのタイミングで入っても得や損をしないようにしてあります。月中、月末の方はいってもらえれば退会する時に延長しますのでご安心くださいませ。…さらに表示",
      "char_count": 934,
      "reactions": 0,
      "comments": 0,
      "shares": 0,
      "hashtags": [],
      "url": "https://www.linkedin.com/feed/update/urn:li:activity:7391254568908681217"
    }
  ],
  "metadata": {
    "profile_url": "https://www.linkedin.com/in/hidetoshitakano/",
    "scraped_at": "2025-12-31T16:09:37.533809",
    "total_posts": 50,
    "scraper_version": "1.0.0"
  }
}