{
  "extraction_date": "2026-01-12",
  "total_links": 9,
  "successful_extractions": 5,
  "success_rate": 55.56,
  "total_words": 1247,
  "contents": [
    {
      "tweet_id": "2006844025702330801",
      "username": "MAGAVoice",
      "link_url": "https://oscarkarma.org/",
      "link_type": "article",
      "title": "Oscar Karma Foundation",
      "content": "The Oscar Karma Foundation is a community-driven charitable initiative focused on rescuing, feeding, rehabilitating, and rehoming stray dogs through blockchain-verified donations. The organization aims to raise 1 million meals at 50 cents per meal to feed hungry stray dogs worldwide. Currently, they've raised approximately 5,000 meals (0.5% of goal). Mission Statement: The foundation operates on principles of kindness and decentralization, aiming to do good every day with honesty, and to make a difference in the lives of those who have no voice. Partnerships: Works with Oscar Army, Shiba Army, and K9 Rescue to execute charitable programs. Community: The OSCARMY drives positive change through donations and various initiatives. Notable Achievements: Supported nearly 400 rescue dogs (Team Aspin of Iloilo), Recognized as top crypto fundraiser for Kabosu 4 Kids campaign, Named in 2025 Most Impactful Awards, Direct engagement with crypto leaders including CZ (Binance). Transparency: All donations are publicly verifiable on the blockchain and shared across social media channels. Meal counts update every 15 days or after 1,000 meals reached.",
      "word_count": 177,
      "extraction_status": "success"
    },
    {
      "tweet_id": "2006794972515983522",
      "username": "iam_smx",
      "link_url": "https://animestore.docomo.ne.jp/animestore/book/CF/setcomics_202512",
      "link_type": "article",
      "title": "dアニメストア Comic Festival Campaign",
      "content": "Campaign Title: All Complete Sets 50% OFF! dAnimeStore Comic Festival. Key Offer: Popular comics and novels' complete sets all discounted by half. Campaign Duration: Through January 12, 2026. Eligibility & Accessibility: The campaign welcomes all participants - Both members and non-members can make purchases. Purchase history remains accessible even after canceling membership, using the same account credentials. Featured Categories: The page organizes content into themed sections - Popular comics readers are consuming, Notable 2026 anime adaptations, Trending titles from 2025, Isekai and fantasy selections, Extended 50% discount period through January 31. Additional Incentives: A separate promotional layer offers coupon codes providing up to 70% discounts with a maximum reduction of 699 yen (tax included).",
      "word_count": 136,
      "extraction_status": "success"
    },
    {
      "tweet_id": "2006794972515983522",
      "username": "iam_smx",
      "link_url": "https://horiemon.ai/side-business/side-x",
      "link_type": "article",
      "title": "ホリエモンAI副業 (Horiemon AI Side Business)",
      "content": "Based on the metadata, this page promotes a side business opportunity related to Horiemon AI School. The page description indicates it provides explanation regarding the Horiemon AI side business. Organization: Horiemon AI School (ホリエモンAI学校). Primary Focus: The site features multiple business models - Individual and corporate AI training programs, Over 240 lectures for developing AI talent, Franchise opportunities for expansion partners, Partnership/referral programs, Corporate AI implementation support. Associated Pages: The site includes related offerings such as Franchise recruitment, Partnership programs, Case studies and implementation examples, Educational seminars and columns on AI application. Publisher: Studio.Design. The page appears designed to showcase opportunities for individuals interested in leveraging AI education and business models through the Horiemon AI School ecosystem.",
      "word_count": 140,
      "extraction_status": "success"
    },
    {
      "tweet_id": "2006676783991787563",
      "username": "cb_doge",
      "link_url": "https://grok.com/imagine/post/d5899cac-0a80-412a-9aa1-dc92e7a9566b",
      "link_type": "article",
      "title": "Grok AI Generated Image Post",
      "content": "Unable to extract content - access denied (403 error)",
      "word_count": 0,
      "extraction_status": "failed",
      "error_message": "Request failed with status code 403"
    },
    {
      "tweet_id": "2006676783991787563",
      "username": "cb_doge",
      "link_url": "https://help.x.com/rules-and-policies/authenticity",
      "link_type": "article",
      "title": "X Parody Account Policy",
      "content": "Unable to extract content - access denied (403 error)",
      "word_count": 0,
      "extraction_status": "failed",
      "error_message": "Request failed with status code 403"
    },
    {
      "tweet_id": "2006676783991787563",
      "username": "cb_doge",
      "link_url": "https://grok.com/imagine/post/f938fc49-1e32-4511-902b-96f10793762d",
      "link_type": "article",
      "title": "Grok AI Generated Image Post",
      "content": "Unable to extract content - access denied (403 error)",
      "word_count": 0,
      "extraction_status": "failed",
      "error_message": "Request failed with status code 403"
    },
    {
      "tweet_id": "2006666568302998015",
      "username": "prscustom24apna",
      "link_url": "https://shop.neolab.one/products/sleepia",
      "link_type": "article",
      "title": "Sleepia サングラス - Night-use Eyewear for Sleep Optimization",
      "content": "Sleepia Sunglasses is a night-use eyewear designed to optimize sleep quality through light management. Pricing: Sale Price ¥14,800 JPY, Regular Price ¥19,800 JPY (25% discount), Outlet Option ¥9,980 JPY (minor packaging imperfections). Light Filtering Technology: The product blocks 99.9% of blue light spectrum and targets smartphone wavelengths (450nm) at 97-98% filtration rates. It also reduces green light by approximately 44% to promote relaxation and support parasympathetic nervous system activation. Performance Benefits: According to the listing, sleep onset time decreased by 30% in company testing. Design Specifications: Frame - TR90 material (Swiss-developed flexible resin), Lenses - Orange-tinted filter polycarbonate for visibility, Weight - approximately 20g, Unisex fit with free sizing, Includes case, cleaning cloth, and instruction manual. Usage Recommendation: Wear for 2 hours before bedtime to prepare the body for sleep, even while using phones or watching screens. Developer Background: Created by a former professional athlete (155 km/h recorded speed) who operates a baseball performance academy, emphasizing recovery science integration with athletic training.",
      "word_count": 195,
      "extraction_status": "success"
    },
    {
      "tweet_id": "2006683955190497543",
      "username": "argos_M1111",
      "link_url": "https://appleshinja.com/us-jis-hikaku",
      "link_type": "article",
      "title": "Mac US vs JIS Keyboard Comparison",
      "content": "Unable to extract article content - WebFetch returned only CSS styling code instead of actual article text. The page structure prevented content extraction.",
      "word_count": 0,
      "extraction_status": "failed",
      "error_message": "Content extraction failed - received CSS code only, not article content"
    },
    {
      "tweet_id": "2006683955190497543",
      "username": "argos_M1111",
      "link_url": "https://auctions.yahoo.co.jp/jp/auction/1158097729",
      "link_type": "article",
      "title": "Yahoo! Auctions - Apple Extended Keyboard II",
      "content": "Item Details: Apple Extended Keyboard II ADB Keyboard Kana Layout. Current Bid: ¥2,600 (starting price was ¥1,000). Auction Status: Closed (ended October 30, 2024 at 23:15). Condition: Shows signs of wear and discoloration. Description Summary: The listing describes an Apple Extended ADB keyboard with Japanese Kana character layout. The seller notes visible aging/yellowing on the exterior. Importantly, the seller states they lack ADB equipment to verify full functionality (ADB機器がないため詳細未チェックです). Key Details: Quantity 1 unit, Bids received 6, Number of bidders 4, Includes keyboard body only, Shipping from Kanagawa Prefecture, Dispatched 1-2 days after payment, Returns not permitted, Seller rating 99.7% (5,201 feedback points).",
      "word_count": 129,
      "extraction_status": "success"
    }
  ],
  "extraction_summary": {
    "total_links_by_type": {
      "article": 9,
      "youtube": 0,
      "pdf": 0
    },
    "extraction_failures": {
      "403_errors": 3,
      "content_parsing_errors": 1
    },
    "failure_details": [
      {
        "url": "https://grok.com/imagine/post/d5899cac-0a80-412a-9aa1-dc92e7a9566b",
        "reason": "Access denied - 403 Forbidden"
      },
      {
        "url": "https://help.x.com/rules-and-policies/authenticity",
        "reason": "Access denied - 403 Forbidden"
      },
      {
        "url": "https://grok.com/imagine/post/f938fc49-1e32-4511-902b-96f10793762d",
        "reason": "Access denied - 403 Forbidden"
      },
      {
        "url": "https://appleshinja.com/us-jis-hikaku",
        "reason": "Content extraction failed - WebFetch returned CSS code only"
      }
    ],
    "average_word_count_per_success": 155.4,
    "notes": "Success rate below 80% target due to multiple 403 access errors from Grok.com and help.x.com domains, and one CSS parsing issue. Extracted content quality is high for successful extractions."
  }
}
